[{"id":110,"title":"Impro: Improvisation and the Theatre","author":"Keith Johnstone","amazonLink":"0878301178","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.609Z","updatedAt":"2017-05-05T22:39:01.609Z","Mentions":[{"id":281,"mentionDate":"1405523220000","createdAt":"2017-05-06T18:34:27.680Z","updatedAt":"2017-05-06T18:34:27.680Z","BookId":110,"CommentId":300172,"Comment":{"id":300172,"commentUrl":"http://slatestarcodex.com/2014/07/07/social-justice-and-words-words-words/","commentId":"comment-122604","commentTimestamp":"1405523220000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p><a href=\"http://www.amazon.com/Impro-Improvisation-Theatre-Keith-Johnstone/dp/0878301178\" rel=\"nofollow\">Impro: Improvisation and the Theatre</a> has a lot about specific behaviors which indicate high and low status&#x2013; the idea is that status an ongoing interaction between people.</p>\n","createdAt":"2017-05-06T16:29:36.754Z","updatedAt":"2017-05-06T16:29:37.562Z","PageId":535}},{"id":262,"mentionDate":"1412304060000","createdAt":"2017-05-06T18:29:50.589Z","updatedAt":"2017-05-06T18:29:50.589Z","BookId":110,"CommentId":286645,"Comment":{"id":286645,"commentUrl":"http://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/","commentId":"comment-150778","commentTimestamp":"1412304060000","commentAuthor":"veronica d","commentHtml":"<p>@Nornagest &#x2014; For me the realization happened maybe eight or ten years ago. I do not now remember just what the catalyst was &#x2014; lots of stuff going on in my life at the time &#x2014; but I recall thinking, you know, being smart is maybe overrated and there is other stuff that matters a lot.</p>\n<p>Such as being kind.</p>\n<p>It probably had to do with reading <a href=\"http://www.amazon.com/Impro-Improvisation-Theatre-Keith-Johnstone/dp/0878301178/\" rel=\"nofollow\">Impro</a>. A sample:</p>\n<blockquote><p>\nI tried to resist my schooling, but I accepted the idea that my intelligence was the most important part of me. I tried to be *clever* in everything I did. The damage was greatest in areas where my interests and the school&#x2019;s seemed to coincide: in writing, for example (I wrote and rewrote, and lost all my fluency). I forgot that inspiration isn&#x2019;t intellectual, that you don&#x2019;t have to be perfect. In the end I was reluctant to attempt anything for fear of failure, and my first thoughts never seemed good enough. Everything had to be corrected and brought in line.</p>\n<p>The spell broke when I was in my early twenties. I saw a performance of Dovzhenko&#x2019;s <i>Earth</i>, a film which is a closed book for many people, but which threw me into a state of exaltation and confusion. There is a sequence in which the hero, Vassily, walks alone in the twilight. We know he&#x2019;s in danger, and we have just seen him comforting his wife, who rolled her eyes like a frightened animal. There are shots of mist moving eerily on water, and silent horses stretching their necks, and corn-stocks against the dusky sky. Then, amazingly, peasants lying side by side, the men with their hands inside the women&#x2019;s blouses and motionless, with idiotic smiles on their faces as they stare at the twilight. Vassily, dressed in black, walks through the Chagall village, and the dust curls up in little clouds around his feet and he is dark against the moonlit road, and he is filled with the same ecstasy as the peasants. He walks and walks and the film cuts and cuts until he walks out of frame. Then the camera moves back, and we see him stop. The fact that he walks for so long, and that the image is so beautiful, linked up with my own experience of being alone in the twilight&#x2014;the gap between the worlds. Then Vassily walks again, but after a short time he begins to dance, and the dance is skilled, and like an act of thanksgiving. The dust swirls around his feet, so that he&#x2019;s like an Indian god, like Siva&#x2014;and with the man dancing alone in the clouds of dust something unlocked in me. In one moment I knew that the valuing of men by their intelligence is crazy, and that peasants watching the night sky might feel more than I feel, and that the man who dances might be superior to myself&#x2014;word-bound and unable to dance. From then on I noticed how warped people of great intelligence are, and I began to value people for their actions, rather than their thoughts.\n</p></blockquote>\n<p>I still think intelligence is enormously valuable. I&#x2019;m a math geek after all. But it can become a trap.</p>\n","createdAt":"2017-05-06T16:27:43.666Z","updatedAt":"2017-05-06T16:27:44.841Z","PageId":478}}],"mentionCount":2},{"id":324,"title":"The New Jim Crow: Mass Incarceration in the Age of Colorblindness","author":"Michelle Alexander","amazonLink":"1595586431","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":233,"mentionDate":"1402176300000","createdAt":"2017-05-06T18:19:48.353Z","updatedAt":"2017-05-06T18:19:48.353Z","BookId":324,"CommentId":304083,"Comment":{"id":304083,"commentUrl":"http://slatestarcodex.com/2014/06/05/dont-be-an-asch-hole/","commentId":"comment-97763","commentTimestamp":"1402176300000","commentAuthor":"Desertopa","commentHtml":"<p>Due to a very significant extent to the war on drugs, most likely.</p>\n<p>According to this book</p>\n<p><a href=\"http://www.amazon.com/The-New-Crow-Incarceration-Colorblindness/dp/1595586431\" rel=\"nofollow\">http://www.amazon.com/The-New-Crow-Incarceration-Colorblindness/dp/1595586431</a></p>\n<p>the substantial majority of Black Americans in prison are in for drug charges, but the estimated actual rates of illegal drug use among Black and White Americans are very similar, and the difference in incarceration rates is largely due to lopsided enforcement compounded at every level of the justice system.</p>\n<p>Although this is speculative, I would suggest that these kinds of enforcement disparities are also causative of an adversarial relationship with law enforcement in many communities, which lead to a decreased respect for rule of law and contribute to higher crime rates of other types. If you view the police force as probably out to get you *regardless* of what you do, it&#x2019;s likely to inculcate an allegiance effect with criminals.</p>\n","createdAt":"2017-05-06T16:30:15.842Z","updatedAt":"2017-05-06T16:30:16.137Z","PageId":557}},{"id":56,"mentionDate":"1417018500000","createdAt":"2017-05-06T18:08:23.501Z","updatedAt":"2017-05-06T18:08:23.501Z","BookId":324,"CommentId":277546,"Comment":{"id":277546,"commentUrl":"http://slatestarcodex.com/2014/11/25/race-and-justice-much-more-than-you-wanted-to-know/","commentId":"comment-161437","commentTimestamp":"1417018500000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>If criminal record is a confounding factor, and, some people are more likely to have criminal records, then any unfairness in the system will get amplified.</p>\n<p>Ta Nehisi Coates has written about it being harder for black people to get homes outside of poor neighborhoods even though when they have as much money as white people living in better neighborhoods. If this is true (I haven&#x2019;t checked out the arguments), then being in a poor neighborhood disproportionately adds to the risk of a bad interaction with the justice system.</p>\n<p>Possibly pointing in the opposite direction: In her introduction to <a href=\"http://www.amazon.com/The-New-Crow-Incarceration-Colorblindness/dp/1595586431\" rel=\"nofollow\">The New Jim Crow</a>, Michelle Alexander talks about how long it took her (a black civil rights lawyer) to find out how serious the incarceration problem was for poor blacks, and that major black civil rights organization didn&#x2019;t have incarceration as part of their agenda.</p>\n","createdAt":"2017-05-06T16:26:30.652Z","updatedAt":"2017-05-06T16:26:30.989Z","PageId":448}}],"mentionCount":2},{"id":332,"title":"America 3.0: Rebooting American Prosperity in the 21st Century—Why America’s Greatest Days Are Yet to Come","author":"James C. Bennett","amazonLink":"1594036438","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":198,"mentionDate":"1402229280000","createdAt":"2017-05-06T18:14:49.601Z","updatedAt":"2017-05-06T18:14:49.601Z","BookId":332,"CommentId":303888,"Comment":{"id":303888,"commentUrl":"http://slatestarcodex.com/2014/06/07/archipelago-and-atomic-communitarianism/","commentId":"comment-98095","commentTimestamp":"1402229280000","commentAuthor":"<a href=\"http://www.scholars-stage.blogspot.com\" rel=\"external nofollow\" class=\"url\">T. Greer</a>","commentHtml":"<p>Scott, you may be interested to know that Michael Lotus and James Bennett make almost this <i>exact</i> same argument in their book <a href=\"http://www.amazon.com/gp/product/1594036438/ref=as_li_ss_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=1594036438&amp;linkCode=as2&amp;tag=theschssta-20\" rel=\"nofollow\"><i>America 3.0</i></a>.</p>\n<p>Here is a quote from <a href=\"http://scholars-stage.blogspot.com/2013/06/america-30.html\" rel=\"nofollow\">my review of the book</a>:</p>\n<blockquote><p> the authors go so far as to suggest that states like California, Texas, and New York may split into more manageable units. I found this section of immense interest; long time readers will know that the urgent need for political decentralization is a common theme at the Stage. [3] The authors agree with this sentiment, but go much further than I have, suggesting a  series of reforms that move talk of decentralization from the realm of abstract political principle to concrete action. The book is worth reading for these twenty pages on decentralization alone.  <b> Key to the program is the goal to &#x201C;push as many contentious issues as possible to the most basic local level as possible, and then reducing the transaction costs as low as possible (229).&#x201D;</b> In other words, let each community decide its own policy on social issues but make it as easy as possible for people to switch from one community to another. If state senators in Connecticut want to ban the ownership of assault rifles &#x2013; let them! If a small town in Utah wants to require every teacher to carry a gun with them to school &#x2013; let them! If you do not like the policies in your community, move to somewhere new. The end result will be drastic idealogical sorting, as people move to the communities who have the laws and services they want their government to have. </p></blockquote>\n<p>They note that &#x2013; par <i>The Big Sort</i> this process is already underway. Thus America&#x2019;s current problem is that we are becoming more fractured socially but are <i>not</i> becoming more fractured politically, contributing to the polarization of our era. Easiest way to end the culture war is to decentralize it. </p>\n<p>(Note on the book for those who consider purchasing it: <i>America 3.0</i> is essentially a conservative political tract aimed at an educated but popular audience. It is probably the best example of what a political track <i>can</i> be. Its analysis stretches hundreds of years into the past and several decades into the future and is better researched than any of the more popular tracts pushed on talk radio programs. It is an &#x201C;idea book.&#x201D; Only one sentence in the book contains the words &#x201C;Barrack Obama.&#x201D;</p>\n<p>If you want to see what a political book aimed at popular audiences done right looks like, this is an excellent example.)</p>\n","createdAt":"2017-05-06T16:30:12.701Z","updatedAt":"2017-05-06T16:30:12.996Z","PageId":556}},{"id":141,"mentionDate":"1414648920000","createdAt":"2017-05-06T18:11:18.240Z","updatedAt":"2017-05-06T18:11:18.240Z","BookId":332,"CommentId":282202,"Comment":{"id":282202,"commentUrl":"http://slatestarcodex.com/2014/10/28/open-thread-7-the-hunt-for-thread-october/","commentId":"comment-155800","commentTimestamp":"1414648920000","commentAuthor":"<a href=\"http://www.scholars-stage.blogspot.com\" rel=\"external nofollow\" class=\"url\">T. Greer</a>","commentHtml":"<p>I take it you are not Red. <i>Perhaps</i> it is what reds think about violets, but the rest all come off as cartoon versions of Red positions.</p>\n<p>I don&#x2019;t know if I am Red, Violet, or Grey&#x2013;but I have enough close Red friends and family to see that this is flawed. A few thoughts:</p>\n<p>&#x201C;Traditional order&#x201D; is not the way they talk. The intelligent ones say &#x201C;Civilization.&#x201D; The less sophisticated ones might say &#x201C;everything that has made America great.&#x201D;</p>\n<p>Anyway, three resources hat might help you out:</p>\n<p>Arnold Kling&#x2019;s cheap E-book, <i><a href=\"http://www.amazon.com/gp/product/B00CCGF81Q/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=B00CCGF81Q&amp;linkCode=as2&amp;tag=theschssta-20&amp;linkId=SUCHO7WEEKCYB6FT\" rel=\"nofollow\">The Three Languages of Politics</a></i> which uses some of ideas that parallel those in Scott&#x2019;s post, including the tripartite division between progressives, conservatives, and libertarians. </p>\n<p>Joel Koetlin, &#x201C;<a href=\"http://www.thedailybeast.com/articles/2014/06/07/watch-what-you-say-the-new-liberal-power-elite-won-t-tolerate-dissent.html\" rel=\"nofollow\">Watch What You say: New Liberal Power Elite Won&#x2019;t Tolerate Dissent,&#x201D;</a> <i>Daily Beast</i> (7 June 2014) and <a href=\"http://www.joelkotkin.com/content/00991-look-out-obamas-legacy\" rel=\"nofollow\">&#x201C;Look Out For Obama&#x2019;s Legacy,&#x201D;</a> (20 October 2014) are fairly good summaries of how Republicans <i>actually</i> articulate their vision of the left. Angelo Codevilla&#x2019;s <a href=\"http://spectator.org/articles/39326/americas-ruling-class-and-perils-revolution\" rel=\"nofollow\">The New Ruling Class&#x201D;</a> is another good summary of those themes. </p>\n<p>I also <b>strongly</b> recommend this <a href=\"http://www.democracycorps.com/attachments/article/954/dcor%20rpp%20fg%20memo%20100313%20final.pdf\" rel=\"nofollow\">Democracy Corps memo</a> where they formed focus groups with Republicans of different stripes (clans?) and sat down with them to see what the underlying assumptions behind their politics were.</p>\n<p>Takeaway from the above three: if you don&#x2019; have words like &#x2018;dependent,&#x2019; &#x2018;ruling,&#x2019; &#x2018;agenda&#x2019;, &#x2018;subvert/pervert&#x2019;, &#x2018;mainstream America&#x2019;, &#x2018;snobbery&#x2019;, or &#x2018;elite&#x2019; in your boxes then your boxes are probably wrong.</p>\n<p>Also, they do not see things as &#x2018;anti-Christian&#x2019; so much as &#x2018;anti-religion&#x2019; or &#x2018;anti-God&#x2019;. God <i>is</i> a Christian. (For them at least).</p>\n<p>Notice that libertarians don&#x2019;t really show up in any of this. This is because for most mainstream conservatives, the grey tribe is invisible. Successful people in the grey tribe are lionized as examples of American ingenuity and enterprise; its less well off members are are indistinguishable from the blues. Real reds&#x2013;especially those that do not live on the internet or have never heard of Tumblr&#x2013;are much more aware of divisions between Reds (say, between evangelicals and tea party clans) than they are the division between grey and blue.</p>\n<p>See the Democracy Now memo for more on that.</p>\n<p>P.S. I also strongly recommend&#x2013;and this recommendation goes out to all SCC folks&#x2013;the book <i><a href=\"http://www.amazon.com/gp/product/1594036438/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=1594036438&amp;linkCode=as2&amp;tag=theschssta-20&amp;linkId=WKLICLEDPAP4FKVM\" rel=\"nofollow\">America 3.0</a>.</i> Intelligent reds exist, and some of their proposals are top notch. This book is perhaps the best presentation of &#x2018;red&#x2019; ideas I&#x2019;ve seen in a long time. To quote <a href=\"http://scholars-stage.blogspot.com/2013/06/america-30.html\" rel=\"nofollow\">my review</a>:</p>\n<blockquote><p>It is unusual for me to read a book aimed at popular conservative audiences.  I am something of a disaffected conservative. Crony capitalism and government overreach have proved to be bipartisan endeavors, and I have long lost faith that the Republican party can ever be more than an organ of America&#x2019;s governing elite. [1] Outside of the beltway the broader currents of mainstream conservatism are so full of angry sound and righteous fury (and nothing else) that I have long stopped paying close attention them. The movement is in desperate need of a clearer vision and more compelling purpose. </p>\n<p> America 3.0 is the book to provide it. </p>\n<p> James Bennet and Michael Lotus get everything right that all of the other popular commentators get wrong. In contrast to pundits incessantly focused on the character flaws of the opposition and controversies of the hour, these authors focus on the broad political principles and broad political context &#x2013; &#x201C;centuries into the past and decades into the future&#x201D; (xxv).  Where most popular political creeds are shallow, filled more with hype and platitudes than meaningful evidence, America 3.0 is both respectful in tone and deeply researched (and none the less readable for it!). Few popular political works have any real historical grounding;  America 3.0 possesses this in spades. Even more impressively, the authors manage to convey both their sense of history and their firm belief in American exceptionalism without any of the reflexive chest-pounding sometimes mistaken as patriotism in conservative corners. (As they write in the introduction, &#x201C;We are attempting to avoid sentimentality in this book, and look at the record in a cold light. As we write things are not good in America. Being realistic is a matter of urgency (xxiv).&#x201D;) Most impressive of all is the political platform they lay out. In age where conservatives are too often defined by what they are against, America 3.0 paints a compelling picture of what they should be for.</p>\n<p>All in all, a breath of fresh air.</p></blockquote>\n<p>When liberal friends ask me for a book that might convince them to switch sides, this is what I give them. As my review says, it gives the reader a grand vision of what a 21st century red tribe is <i>for</i> &#x2014; and by extension, what they think about themselves. </p>\n<p>Hope all that helps.</p>\n","createdAt":"2017-05-06T16:27:08.242Z","updatedAt":"2017-05-06T16:27:08.798Z","PageId":465}}],"mentionCount":2},{"id":307,"title":"Making Mondragón: The Growth and Dynamics of the Worker Cooperative Complex","author":"William Foote Whyte","amazonLink":"0875461824","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.642Z","updatedAt":"2017-05-05T22:39:01.642Z","Mentions":[{"id":115,"mentionDate":"1414175040000","createdAt":"2017-05-06T18:09:59.531Z","updatedAt":"2017-05-06T18:09:59.531Z","BookId":307,"CommentId":283099,"Comment":{"id":283099,"commentUrl":"http://slatestarcodex.com/2014/10/23/book-review-a-future-for-socialism/","commentId":"comment-154834","commentTimestamp":"1414175040000","commentAuthor":"Eli","commentHtml":"<p>Right, so now you ought to be bother with something decent.</p>\n<p><a href=\"http://capitalism3.com/\" rel=\"nofollow\">Breezy bit of optimism that doesn&#x2019;t even wave left-wing flags.</a>  Available for free as a PDF.</p>\n<p><a href=\"https://www.jacobinmag.com/2012/12/the-red-and-the-black/\" rel=\"nofollow\">Jacobin trying to describe various possible market-socialist systems</a>.</p>\n<p><a href=\"http://www.amazon.com/Making-Mondrag%C3%B3n-Cooperative-International-Industrial/dp/0875461824\" rel=\"nofollow\">Making Mondrag&#xF3;n: The Growth and Dynamics of the Worker Cooperative Complex</a></p>\n","createdAt":"2017-05-06T16:27:12.827Z","updatedAt":"2017-05-06T16:27:13.197Z","PageId":467}}],"mentionCount":1},{"id":130,"title":"Sober for Good: New Solutions for Drinking Problems -- Advice from Those Who Have Succeeded","author":"Anne. M. Fletcher","amazonLink":"0618219072","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.612Z","updatedAt":"2017-05-05T22:39:01.612Z","Mentions":[{"id":155,"mentionDate":"1414472940000","createdAt":"2017-05-06T18:11:46.688Z","updatedAt":"2017-05-06T18:11:46.688Z","BookId":130,"CommentId":282749,"Comment":{"id":282749,"commentUrl":"http://slatestarcodex.com/2014/10/26/alcoholics-anonymous-much-more-than-you-wanted-to-know/","commentId":"comment-155315","commentTimestamp":"1414472940000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p><a href=\"http://www.amazon.com/Sober-Good-Solutions-Drinking-Succeeded/dp/0618219072/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1414472732&amp;sr=1-1&amp;keywords=sober+for+good\" rel=\"nofollow\">Sober for Good</a> is a book on that very subject&#x2013; it&#x2019;s based on interviews with people who solved their drinking problem.</p>\n<p>More than half of them didn&#x2019;t use AA, and every generalization from AA isn&#x2019;t absolutely true. There are people who&#x2019;ve stopped on their own, who didn&#x2019;t use a higher power, who made a single decision (rather than one day at a time), who were eventually able to drink moderately&#x2026;.</p>\n<p>From memory, the only commonalities the author found were at least a year of abstinence and mental focus on the good things made possible by not abusing alcohol.</p>\n","createdAt":"2017-05-06T16:27:10.628Z","updatedAt":"2017-05-06T16:27:10.794Z","PageId":466}}],"mentionCount":1},{"id":213,"title":"Stein On Writing: A Master Editor of Some of the Most Successful Writers of Our Century Shares His Craft Techniques and Strategies","author":"Sol Stein","amazonLink":"0312254210","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.629Z","updatedAt":"2017-05-05T22:39:01.629Z","Mentions":[{"id":310,"mentionDate":"1403601240000","createdAt":"2017-05-06T18:47:19.388Z","updatedAt":"2017-05-06T18:47:19.388Z","BookId":213,"CommentId":302156,"Comment":{"id":302156,"commentUrl":"http://slatestarcodex.com/2014/06/21/the-art-of-writing-randian-monologues/","commentId":"comment-108083","commentTimestamp":"1403601240000","commentAuthor":"<a href=\"http://kajsotala.fi/\" rel=\"external nofollow\" class=\"url\">Kaj Sotala</a>","commentHtml":"<p>My two favorite books on writing are <a href=\"http://www.amazon.com/Stein-Writing-Successful-Techniques-Strategies/dp/0312254210\" rel=\"nofollow\">Stein On Writing</a> and <a href=\"http://www.amazon.com/Getting-into-Character-Secrets-Novelist-ebook/dp/B003UHUY9M/\" rel=\"nofollow\">Getting Into Character: Seven Secrets a Novelist Can Learn from Actors</a>. The first one covers writing from a lot of angles, starting from &#x201C;how to write a first sentence that hooks the reader right away&#x201D; and of how to quickly write an interesting description of a character&#x2019;s appearance so that it conveys personality,  and also covers stuff such as using techniques from fiction to spice up non-fiction writing. Stein&#x2019;s belief is that the purpose of writing is to convey emotion, and he offers a broad toolkit of techniques for doing just that.</p>\n<p>The chapters in the second one are a bit hit or miss but it has some really good ones, such as the one about creating subtext in a scene (what are the characters not saying?), and another about crafting conflict in individual scenes.</p>\n","createdAt":"2017-05-06T16:29:51.086Z","updatedAt":"2017-05-06T16:29:51.201Z","PageId":545}}],"mentionCount":1},{"id":277,"title":"The Global Grapevine: Why Rumors of Terrorism, Immigration, and Trade Matter","author":"Gary Alan Fine","amazonLink":"0199736316","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.634Z","updatedAt":"2017-05-05T22:39:01.634Z","Mentions":[{"id":127,"mentionDate":"1407193320000","createdAt":"2017-05-06T18:10:23.237Z","updatedAt":"2017-05-06T18:10:23.237Z","BookId":277,"CommentId":296827,"Comment":{"id":296827,"commentUrl":"http://slatestarcodex.com/2014/08/03/unspoken-ground-assumptions-of-discussion/","commentId":"comment-130328","commentTimestamp":"1407193320000","commentAuthor":"Andy","commentHtml":"<p>Off topic: If you&#x2019;re on Facebook, the International Society for Contemporary Legend Research (ISCLR is an interesting group, mostly academics. Also the book &#x201C;<a href=\"http://www.amazon.com/The-Global-Grapevine-Terrorism-Immigration/dp/0199736316\" rel=\"nofollow\">&#x201C;The Global Grapevine&#x201D;</a> is really interesting. The primary thesis is that rumors, legends and conspiracy theories help people make sense of a world that&#x2019;s rapidly changing.</p>\n","createdAt":"2017-05-06T16:29:06.617Z","updatedAt":"2017-05-06T16:29:06.718Z","PageId":519}}],"mentionCount":1},{"id":71,"title":"A Whack on the Side of the Head: How You Can Be More Creative","author":"Roger von Oech","amazonLink":"0446404667","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.606Z","updatedAt":"2017-05-05T22:39:01.606Z","Mentions":[{"id":208,"mentionDate":"1407387000000","createdAt":"2017-05-06T18:15:40.756Z","updatedAt":"2017-05-06T18:15:40.756Z","BookId":71,"CommentId":296665,"Comment":{"id":296665,"commentUrl":"http://slatestarcodex.com/2014/08/06/random-noise-is-our-most-valuable-resource/","commentId":"comment-131457","commentTimestamp":"1407387000000","commentAuthor":"Doug S.","commentHtml":"<p>Mark Rosewater has frequently recommended the book <a href=\"http://www.amazon.com/Whack-Side-Head-More-Creative/dp/0446404667\" rel=\"nofollow\">A Whack on the Side of the Head</a> as THE guide to being more creative&#x2026;</p>\n","createdAt":"2017-05-06T16:29:04.965Z","updatedAt":"2017-05-06T16:29:05.002Z","PageId":517}}],"mentionCount":1},{"id":1,"title":"The Virtue of Selfishness","author":"Ayn Rand","amazonLink":"0451163931","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.592Z","updatedAt":"2017-05-05T22:39:01.592Z","Mentions":[{"id":311,"mentionDate":"1419031740000","createdAt":"2017-05-06T18:47:39.763Z","updatedAt":"2017-05-06T18:47:39.763Z","BookId":1,"CommentId":272017,"Comment":{"id":272017,"commentUrl":"http://slatestarcodex.com/2014/12/19/ot11-openezer-scrooge/","commentId":"comment-167151","commentTimestamp":"1419031740000","commentAuthor":"Eric Rall","commentHtml":"<p>Skip the fiction and go for one of the essay collections. <a href=\"http://www.amazon.com/Virtue-Selfishness-Centennial-Ayn-Rand/dp/0451163931/ref=sr_1_1?ie=UTF8&amp;qid=1419031478&amp;sr=8-1&amp;keywords=virtue+of+selfishness\" rel=\"nofollow\">The Virtue of Selfishness</a> if you&#x2019;re more interested in the moral philosophy, or <a href=\"http://www.amazon.com/Capitalism-Unknown-Ideal-Ayn-Rand/dp/0451147952/ref=pd_sim_b_1?ie=UTF8&amp;refRID=0F8DJ2VB4G6V9SNJ2QZZ\" rel=\"nofollow\">Capitalism: The Unknown Ideal</a> if you&#x2019;re more interested in the public policy arguments.</p>\n<p>The essay collections are much more concise (both of them together are much shorter than just The Fountainhead, which in turn is much shorter than Atlas Shrugged), make the claims and supporting arguments more explicitly, and are collaborative works with Nathaniel Branden and Alan Greenspan, who are IMO better writers than Rand.</p>\n","createdAt":"2017-05-06T16:25:53.226Z","updatedAt":"2017-05-06T16:25:53.563Z","PageId":435}}],"mentionCount":1},{"id":153,"title":"Pastrix: The Cranky, Beautiful Faith of a Sinner & Saint","author":"Nadia Bolz-Weber","amazonLink":"1455527084","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":57,"mentionDate":"1419494760000","createdAt":"2017-05-06T18:08:23.706Z","updatedAt":"2017-05-06T18:08:23.706Z","BookId":153,"CommentId":271792,"Comment":{"id":271792,"commentUrl":"http://slatestarcodex.com/2014/12/24/there-are-rules-here/","commentId":"comment-168249","commentTimestamp":"1419494760000","commentAuthor":"Douglas Knight","commentHtml":"<p>The <a href=\"http://www.amazon.com/Pastrix-Cranky-Beautiful-Faith-Sinner/dp/1455527084\" rel=\"nofollow\">Pastrix</a> of the House for All Sinners and Saints (Lutheran) says that stand-up is a prerequisite for becoming a preacher.</p>\n","createdAt":"2017-05-06T16:25:48.474Z","updatedAt":"2017-05-06T16:25:48.730Z","PageId":434}}],"mentionCount":1},{"id":220,"title":"The Gift of Fear","author":"Gavin de Becker","amazonLink":"B0036Z9U2A","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.630Z","updatedAt":"2017-05-05T22:39:01.630Z","Mentions":[{"id":249,"mentionDate":"1395214620000","createdAt":"2017-05-06T18:25:25.983Z","updatedAt":"2017-05-06T18:25:25.983Z","BookId":220,"CommentId":310439,"Comment":{"id":310439,"commentUrl":"http://slatestarcodex.com/2014/03/17/what-universal-human-experiences-are-you-missing-without-realizing-it/","commentId":"comment-46000","commentTimestamp":"1395214620000","commentAuthor":"Doug S.","commentHtml":"<blockquote>\n<p>The reason I point out the distinction is that there&#x2019;s a tendency for people to observe that they (or other people) have this feeling of &#x201C;unsafe&#x201D;; conclude from this (or at least, claim that they conclude) that this in fact means the &#x201C;threatening&#x201D; person is, in fact, likely to harm them; and then advocate some policy, attitude, or behavior that is based on the premise that the threat is real.</p>\n<p>That is often a very damaging approach &#x2014; damaging to the &#x201C;threatening&#x201D; person, to the people who &#x201C;feel unsafe&#x201D;, and to innocent bystanders besides.</p></blockquote>\n<p>I&#x2019;ve seen <a href=\"http://www.amazon.com/Gift-Fear-Gavin-Becker-ebook/dp/B0036Z9U2A/\" rel=\"nofollow\"> people claim that if you feel threatened by someone, it&#x2019;s probably for a good reason.</a></p>\n","createdAt":"2017-05-06T16:31:25.378Z","updatedAt":"2017-05-06T16:31:25.975Z","PageId":607}}],"mentionCount":1},{"id":154,"title":"Negative Math: How Mathematical Rules Can Be Positively Bent","author":"Alberto E. Martinez","amazonLink":"0691123098","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":259,"mentionDate":"1396150620000","createdAt":"2017-05-06T18:28:29.507Z","updatedAt":"2017-05-06T18:28:29.507Z","BookId":154,"CommentId":311364,"Comment":{"id":311364,"commentUrl":"http://slatestarcodex.com/2014/03/15/can-it-be-wrong-to-crystallize-patterns/","commentId":"comment-47675","commentTimestamp":"1396150620000","commentAuthor":"<a href=\"http://xanthir.com/blog/\" rel=\"external nofollow\" class=\"url\">Tab Atkins</a>","commentHtml":"<p>I got my information from the pop math book <a href=\"http://www.amazon.com/Negative-Math-Mathematical-Rules-Positively/dp/0691123098\" rel=\"nofollow\">&#x201C;Negative Math&#x201D;</a>.  It&#x2019;s possible the book was wrong, of course.  ^_^</p>\n","createdAt":"2017-05-06T16:31:27.885Z","updatedAt":"2017-05-06T16:31:27.991Z","PageId":608}}],"mentionCount":1},{"id":189,"title":"Socrates Meets Marx: The Father of Philosophy Cross-examines the Founder of Communism","author":"Peter Kreeft","amazonLink":"1587318350","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.628Z","updatedAt":"2017-05-05T22:39:01.628Z","Mentions":[{"id":99,"mentionDate":"1410715620000","createdAt":"2017-05-06T18:09:25.216Z","updatedAt":"2017-05-06T18:09:25.216Z","BookId":189,"CommentId":290902,"Comment":{"id":290902,"commentUrl":"http://slatestarcodex.com/2014/09/13/book-review-singer-on-marx/","commentId":"comment-144967","commentTimestamp":"1410715620000","commentAuthor":"Joe","commentHtml":"<p>Peter Kreeft (philosophy professor at Boston College) has a pretty good series of books called Socrates Meets that critiques most of the big modern thinkers including Marx.  They aren&#x2019;t exhaustive and are written at a high school level, but i think do an excellent job of showing were these &#x201C;great&#x201D; thinkers went wrong.<br>\n<a href=\"http://www.amazon.com/Socrates-Meets-Marx-Philosophy-Cross-examines/dp/1587318350/ref=sr_1_7?s=books&amp;ie=UTF8&amp;qid=1410715340&amp;sr=1-7&amp;keywords=Socrates+meets\" rel=\"nofollow\">http://www.amazon.com/Socrates-Meets-Marx-Philosophy-Cross-examines/dp/1587318350/ref=sr_1_7?s=books&amp;ie=UTF8&amp;qid=1410715340&amp;sr=1-7&amp;keywords=Socrates+meets</a></p>\n","createdAt":"2017-05-06T16:28:16.966Z","updatedAt":"2017-05-06T16:28:17.226Z","PageId":491}}],"mentionCount":1},{"id":196,"title":"As Nature Made Him: The Boy Who Was Raised as a Girl","author":"John Colapinto","amazonLink":"0061120561","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.628Z","updatedAt":"2017-05-05T22:39:01.628Z","Mentions":[{"id":260,"mentionDate":"1416606600000","createdAt":"2017-05-06T18:29:18.693Z","updatedAt":"2017-05-06T18:29:18.693Z","BookId":196,"CommentId":278689,"Comment":{"id":278689,"commentUrl":"http://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/","commentId":"comment-159993","commentTimestamp":"1416606600000","commentAuthor":"Hainish","commentHtml":"<p>But, we know that there appears to be a &#x201C;<a href=\"http://www.amazon.com/As-Nature-Made-Him-Raised/dp/0061120561\" rel=\"nofollow\">gender setting</a>&#x201D; (for many people, if not everyone).</p>\n","createdAt":"2017-05-06T16:26:38.544Z","updatedAt":"2017-05-06T16:26:39.156Z","PageId":451}}],"mentionCount":1},{"id":241,"title":"NOTABOOK","author":null,"amazonLink":"B00CPCHBCQ","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.631Z","updatedAt":"2017-05-05T22:39:01.631Z","Mentions":[{"id":110,"mentionDate":"1408439820000","createdAt":"2017-05-06T18:09:46.740Z","updatedAt":"2017-05-06T18:09:46.740Z","BookId":241,"CommentId":295132,"Comment":{"id":295132,"commentUrl":"http://slatestarcodex.com/2014/08/18/open-thread-3-threads-are-like-parachutes/","commentId":"comment-136256","commentTimestamp":"1408439820000","commentAuthor":"zz","commentHtml":"<p>Using Scott&#x2019;s algorithm, I got <a href=\"http://www.amazon.com/gp/product/B00CPCHBCQ/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=B00CPCHBCQ&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=7H7MJCMANFHX7TLI\" rel=\"nofollow\">these</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=slastacod-20&amp;l=as2&amp;o=1&amp;a=B00CPCHBCQ\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\"> earmuffs. One of the better $25 I&#x2019;ve ever spent.</p>\n","createdAt":"2017-05-06T16:28:51.911Z","updatedAt":"2017-05-06T16:28:52.169Z","PageId":507}}],"mentionCount":1},{"id":3,"title":"Why Not Capitalism?","author":"Jason Brennan","amazonLink":"0415732972","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.592Z","updatedAt":"2017-05-05T22:39:01.592Z","Mentions":[{"id":321,"mentionDate":"1411604640000","createdAt":"2017-05-06T18:56:37.751Z","updatedAt":"2017-05-06T18:56:37.751Z","BookId":3,"CommentId":288808,"Comment":{"id":288808,"commentUrl":"http://slatestarcodex.com/2014/09/24/book-review-red-plenty/","commentId":"comment-147789","commentTimestamp":"1411604640000","commentAuthor":"memeticengineer","commentHtml":"<p>I don&#x2019;t think it&#x2019;s reference class tennis to say you can&#x2019;t fairly compare a real body count to a purely imagined probability of a hypothetical scenario. Also, that you can&#x2019;t compare an imaginary &#x201C;it could have turned out better&#x201D; scenario that has never been observed to real systems that do better than what actually happened, but not as well as our imaginary best-case scenario. </p>\n<p>Compare real to real, or ideal to ideal. I don&#x2019;t think it is logically valid or particularly persuasive to mix and match.</p>\n<p>Jason Brennan&#x2019;s <a href=\"http://www.amazon.com/gp/product/0415732972/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=0415732972&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=B7ULJIGF7CQAFFY6\" rel=\"nofollow\">Why Not Capitalism?</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=slastacod-20&amp;l=as2&amp;o=1&amp;a=0415732972\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\"> makes a much more elaborated version of the argument about comparing real to ideal. </p>\n<p>Also, I think the argument that the ideal was even possible was pretty weak. Many commenters on this thread (including me) explain why it seems unlikely that a solution based on linear programming could address the failure scenarios of central planning even in principle.</p>\n","createdAt":"2017-05-06T16:27:59.583Z","updatedAt":"2017-05-06T16:28:00.060Z","PageId":484}}],"mentionCount":1},{"id":325,"title":"A Future for Socialism","author":"John E. Roemer","amazonLink":"0674339460","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":135,"mentionDate":"1411572360000","createdAt":"2017-05-06T18:10:56.298Z","updatedAt":"2017-05-06T18:10:56.298Z","BookId":325,"CommentId":288923,"Comment":{"id":288923,"commentUrl":"http://slatestarcodex.com/2014/09/24/book-review-red-plenty/","commentId":"comment-147584","commentTimestamp":"1411572360000","commentAuthor":"<a href=\"http://last-conformer.net/\" rel=\"external nofollow\" class=\"url\">Gilbert</a>","commentHtml":"<p>I might regret recommending this book, because Scott is the kind of person to fall for it. </p>\n<p>Anyway, the least unimpressive modern detail-level explanation of how socialism could work is <a href=\"http://www.amazon.com/gp/product/0674339460/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=0674339460&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=2W33F2OZCV5EKGZD\" rel=\"nofollow\">this</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=slastacod-20&amp;l=as2&amp;o=1&amp;a=0674339460\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\"></p>\n","createdAt":"2017-05-06T16:27:59.587Z","updatedAt":"2017-05-06T16:28:00.156Z","PageId":484}}],"mentionCount":1},{"id":345,"title":"The Social Construction of Reality: A Treatise in the Sociology of Knowledge","author":"Peter L. Berger","amazonLink":"0385058985","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":269,"mentionDate":"1416758580000","createdAt":"2017-05-06T18:30:41.235Z","updatedAt":"2017-05-06T18:30:41.235Z","BookId":345,"CommentId":279132,"Comment":{"id":279132,"commentUrl":"http://slatestarcodex.com/2014/11/21/the-categories-were-made-for-man-not-man-for-the-categories/","commentId":"comment-160605","commentTimestamp":"1416758580000","commentAuthor":"Malenkiy Scot","commentHtml":"<p>&gt;Really, are you sure you want your opposition to accepting transgender people to be &#x201C;I think it&#x2019;s a mental disorder&#x201D;?<br>\n&gt;&#x2026;trans-Napoleonism</p>\n<p>Have you read <a href=\"http://www.amazon.com/Social-Construction-Reality-Sociology-Knowledge/dp/0385058985/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1416755035&amp;sr=1-1&amp;keywords=social+construction+of+reality\" rel=\"nofollow\"><i>The Social Construction of Reality</i></a> by Peter Berger (of <a href=\"http://www.the-american-interest.com/byline/berger/\" rel=\"nofollow\"><i>Religion and Other Curiosities</i> blog</a> fame and Thomas Luckmann? The book is full of very useful insights many of which are related to things you write about (not just in this post).</p>\n<p>At least two ideas of theirs (by no means original &#x2013; their work to a large extent is integration of other sources) apply here. The first idea is that there is &#x201C;hard reality&#x201D; &#x2013; the reality of everyday life. Anybody who argues against that reality may be safely ignored as silly. Thus don&#x2019;t waste your time on such arguments (e.g. &#x201C;trans-Napoleonism&#x201D;).</p>\n<p>The second idea is deeper: we all try to make sense out of the world around us. That world to a large extent includes the surrounding social constructions (institutions). Those institutions must be legitimated: at the very least they should not appear arbitrary. Societies (tribes, nations) and societal groups (Puritans, Democrats, Republicans, etc.) usually congeal around a certain set of legitimations &#x2013; &#x201C;beliefs&#x201D; for short. Any deviant &#x2013; someone who disagrees with or does not fit into the legitimation framework &#x2013; must either undergo &#x201C;therapy&#x201D; to bring him back into the fold or &#x201C;nihilated&#x201D; &#x2013; ignored, shunned, physically eliminated, treated less than human, pronounced intrinsically &#x201C;evil&#x201D;, etc. That&#x2019;s where &#x201C;mental disorded&#x201D; argument comes in: if my set of beliefs for one reason or another cannot safely integrate trans-gendered people, arguably the psychologically easiest way to proceed is to declare them &#x201C;mental&#x201D; and in need of &#x201C;therapy&#x201D;.</p>\n<p>You may now ponder how from such a perspective the seemingly parve question of borders suddenly becomes morally charged.</p>\n","createdAt":"2017-05-06T16:26:38.559Z","updatedAt":"2017-05-06T16:26:39.518Z","PageId":451}}],"mentionCount":1},{"id":77,"title":"How Sex Changed: A History of Transsexuality in the United States","author":"Joanne Meyerowitz","amazonLink":"0674013794","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.607Z","updatedAt":"2017-05-05T22:39:01.607Z","Mentions":[{"id":184,"mentionDate":"1410928560000","createdAt":"2017-05-06T18:13:41.669Z","updatedAt":"2017-05-06T18:13:41.669Z","BookId":77,"CommentId":290282,"Comment":{"id":290282,"commentUrl":"http://slatestarcodex.com/2014/09/15/ozy-a-response-to-spandrell/","commentId":"comment-145851","commentTimestamp":"1410928560000","commentAuthor":"veronica d","commentHtml":"<p>Totally agree.</p>\n<p>Regarding the mentality of the gatekeepers, much of it was simply standard heteronormativity. Which is to say, they would not &#x201C;construct a homosexual&#x201D; (so no trans lesbians or trans gays).</p>\n<p>(On the latter subject, the story of Lou Sullivan, a gay trans man, is particularly poignant.)</p>\n<p>Likewise the doctors were strongly invested in trans women fulfilling their stereotyped ideas of womanhood: dresses, makeup, slender legs in heels, normal romantic attractions toward men, etc. They were <i>very uncomfortable</i> with any expression of queer sexuality from transgender people. If they labeled a trans woman as a &#x201C;cross dresser&#x201D; or any kind of fetishist, they would decline treatment.</p>\n<p>Their ideas of what a fetish was were quite narrow.</p>\n<p>This is not hard to understand if you put yourself in the shoes of the 1950&#x2019;s mainstream. (Or in the mind of the article this blog post responds to, if you can stomach it.) Transsexuality was scary and weird, and it was a tough sell to a skeptical public.</p>\n<p>Let me add to the horror. Julia Serano references a few case studies where heterosexual male psychiatrists noted how <i>their attraction</i> to the subject played a role in their evaluation of their trans status. Which is to say, being <i>sexy</i> (in the mind of some creepy straight dude) was part of the criteria. (The feminist objections to this write themselves.)</p>\n<p>If this overall topic interests you, you will want to read this book: <a href=\"http://www.amazon.com/How-Sex-Changed-History-Transsexuality/dp/0674013794/\" rel=\"nofollow\">http://www.amazon.com/How-Sex-Changed-History-Transsexuality/dp/0674013794/</a></p>\n","createdAt":"2017-05-06T16:28:11.254Z","updatedAt":"2017-05-06T16:28:11.840Z","PageId":489}}],"mentionCount":1},{"id":113,"title":"Nevada","author":"Immogen Binnie","amazonLink":"B00C03P6Y0","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.610Z","updatedAt":"2017-05-05T22:39:01.610Z","Mentions":[{"id":274,"mentionDate":"1411236900000","createdAt":"2017-05-06T18:32:02.272Z","updatedAt":"2017-05-06T18:32:02.272Z","BookId":113,"CommentId":290419,"Comment":{"id":290419,"commentUrl":"http://slatestarcodex.com/2014/09/15/ozy-a-response-to-spandrell/","commentId":"comment-146728","commentTimestamp":"1411236900000","commentAuthor":"veronica d","commentHtml":"<p>It is true that some AMAB people have strong, recurrent sexual fantasies about being a women. That is the fact in need of explanation.</p>\n<p>Autogynephilia is an etiological theory. It posits <i>why</i> this happens, and like many psychoanalytical theories, it insists on viewing libidinous desire as singularly causal, which is to say, they see this a primarily as a failure to sexualize normally. But why assume sexual development happens just this way? Why assume the causality works in this direction? Why assume &#x201C;erotic target location errors&#x201D; are actually a <i>thing</i> in the brain?</p>\n<p>What we have here is, in my view, a theory which tells us more about the sexual preoccupations of a few cisgendered, heteronormative doctors than about transgender people.</p>\n<p>There is an alternate theory of all of this, which explains the data and has proven more useful in gender therapy. It goes something like this:</p>\n<p>1. Some people are born with a mismatch between their gender identity and their physical sex. This mismatch exists to various degrees and with different qualities. (Brains are weird.)</p>\n<p>2. For some men with this condition, their cross-gender identity is suppressed, largely due to social factors such as enforced masculinity.</p>\n<p>3. The tools of enforced masculinity are violence, fear, and shame.</p>\n<p>4. Thus these men live in denial and heavily rationalize away their gender issues.</p>\n<p>5. However, because of testosterone, these men experience strong libidos.</p>\n<p>6. This creates a crisis. To paraphrase <a href=\"http://www.amazon.com/Nevada-Imogen-Binnie-ebook/dp/B00C03P6Y0/\" rel=\"nofollow\"> Maria Griffiths</a>, <i>you can lie to yourself a lot, except for when you are getting off</i>. Sex is difficult and awkward for these men, and they show a strong preference for masturbation, where they can dissociate from their bodies and imagine they are women.</p>\n<p>7. For these men, the cross gender identity does not go way. In fact, it gets worse, and keeps getting worse. </p>\n<p>You might call this latter thing &#x201C;autogynephilia,&#x201D; but that would be like calling oxygen &#x201C;phlogiston.&#x201D;</p>\n","createdAt":"2017-05-06T16:28:11.259Z","updatedAt":"2017-05-06T16:28:11.957Z","PageId":489}}],"mentionCount":1},{"id":155,"title":"Food and Western Disease: Health and Nutrition from an Evolutionary Perspective","author":"Stefan Lindeberg","amazonLink":"1405197714","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":287,"mentionDate":"1417912680000","createdAt":"2017-05-06T18:36:48.369Z","updatedAt":"2017-05-06T18:36:48.369Z","BookId":155,"CommentId":275460,"Comment":{"id":275460,"commentUrl":"http://slatestarcodex.com/2014/12/03/ot10-we-thread-kings/","commentId":"comment-164677","commentTimestamp":"1417912680000","commentAuthor":"zz","commentHtml":"<p><a href=\"https://www.youtube.com/watch?v=ZVQmPVBjubw\" rel=\"nofollow\">Having micronutrient deficiences will kill you</a>, albeit probably not by 40.</p>\n<p>I subsist exclusively off DIY soylent. My current blend comes in at $4.79/day ($4.50 if you don&#x2019;t include nootropics, and slightly less if you&#x2019;re willing to buy your weigh protein 100 pounds at a time), it takes a few minutes to prepare a day, and is vegetarian (but not vegan). A more thorough discussion can be found <a href=\"http://lesswrong.com/lw/kxu/is_it_a_good_idea_to_use_soylent_oncetwice_a_day/\" rel=\"nofollow\">here</a>. I&#x2019;ve done vegetarian and paleo previously and have firmly settled on soylent because of how it makes my brain feel, as well as a and b (c is a coincidence).</p>\n<p>I can&#x2019;t say whether I&#x2019;ll die at 40, but I <i>do</i> know that I feel much more clear-headed when I subsist exclusively off soylent. This makes a lot of sense if you stop thinking about food in terms of &#x201C;get to enough micronutrients given a calorie constraint&#x201D; or &#x201C;minimize calories given a micronutrient constraint&#x201D;, but rather &#x201C;plants evolved to make them bad for me to eat! Animal evolution is neutral wrt to being bad to eat, but bioaccumulation!&#x201D; I got this way after reading Staffan Lindeberg (<a href=\"http://www.amazon.com/Food-Western-Disease-Evolutionary-Perspective/dp/1405197714\" rel=\"nofollow\">fantastic book</a>, <a href=\"http://vimeo.com/27600322\" rel=\"nofollow\">mediocre live presentation</a>). He&#x2019;s a paleo guy, but unlike every other paleo guy, backs his position with evidence (and he doesn&#x2019;t spend all his time hating carbohydrates); my nutritional framework comes from his book and I wound up on soylent (the furthest thing from paleo) because of it.</p>\n<p>Also, I find I need 30&#x2013;45 minutes less sleep on soylent. Like, I go to bed and stay there until I wake up naturally, and that point is 30&#x2013;45 minutes sooner <i>and</i> I wake up feeling better-rested.</p>\n","createdAt":"2017-05-06T16:26:12.314Z","updatedAt":"2017-05-06T16:26:13.322Z","PageId":442}}],"mentionCount":1},{"id":251,"title":"Marcion and Luke-Acts: A Defining Struggle","author":"Joseph B. Tyson","amazonLink":"1570036500","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.631Z","updatedAt":"2017-05-05T22:39:01.631Z","Mentions":[{"id":125,"mentionDate":"1405442760000","createdAt":"2017-05-06T18:10:16.336Z","updatedAt":"2017-05-06T18:10:16.336Z","BookId":251,"CommentId":299363,"Comment":{"id":299363,"commentUrl":"http://slatestarcodex.com/2014/07/14/ecclesiology-for-atheists/","commentId":"comment-122074","commentTimestamp":"1405442760000","commentAuthor":"<a href=\"http://deusdiapente.wordpress.com\" rel=\"external nofollow\" class=\"url\">J. Quinton</a>","commentHtml":"<p>According to <a href=\"http://www.amazon.com/Marcion-Luke-Acts-Defining-Joseph-Tyson/dp/1570036500/ref=sr_1_3?s=books&amp;ie=UTF8&amp;qid=1405442633&amp;sr=1-3&amp;keywords=joseph+tyson\" rel=\"nofollow\">modern scholarship</a> on the relationship between Luke-Acts and Marcion, there was a sort of ur-Luke that existed that Marcion co-opted, and the canon as we know it today &#x2014; including Luke-Acts &#x2014; is a reaction to Marcion&#x2019;s canon.</p>\n<p>It&#x2019;s not exactly mainstream, but it&#x2019;s not fringe either. Wikipedia is behind the curve on this issue, though as it relies on Irenaeus&#x2019; depiction of Marcion&#x2019;s heresy starting &#x201C;late&#x201D; c.144 (as he had to, since he&#x2019;s arguing that all heresies started after orthodoxy by definition of being a heresy). To <a href=\"http://www.newadvent.org/fathers/0103.htm\" rel=\"nofollow\">quote</a>:</p>\n<blockquote><p>\nAgainst Heresies 3.11.7:</p>\n<p>7. Such, then, are the first principles of the Gospel: that there is one God, the Maker of this universe; He who was also announced by the prophets, and who by Moses set forth the dispensation of the law,&#x2014; [principles] which proclaim the Father of our Lord Jesus Christ, and ignore any other God or Father except Him. So firm is the ground upon which these Gospels rest, that the very heretics themselves bear witness to them, and, starting from these [documents], each one of them endeavours to establish his own peculiar doctrine. For the Ebionites, who use Matthew&#x2019;s Gospel only, are confuted out of this very same, making false suppositions with regard to the Lord. But Marcion, mutilating that according to Luke, is proved to be a blasphemer of the only existing God, from those [passages] which he still retains. Those, again, who separate Jesus from Christ, alleging that Christ remained impassible, but that it was Jesus who suffered, preferring the Gospel by Mark, if they read it with a love of truth, may have their errors rectified. Those, moreover, who follow Valentinus, making copious use of that according to John, to illustrate their conjunctions, shall be proved to be totally in error by means of this very Gospel, as I have shown in the first book. Since, then, our opponents do bear testimony to us, and make use of these [documents], our proof derived from them is firm and true.\n</p></blockquote>\n","createdAt":"2017-05-06T16:29:31.198Z","updatedAt":"2017-05-06T16:29:31.369Z","PageId":531}}],"mentionCount":1},{"id":266,"title":"Outwitting History: The Amazing Adventures of a Man Who Rescued a Million Yiddish Books","author":"Aaron Lansky","amazonLink":"1565125134","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.633Z","updatedAt":"2017-05-05T22:39:01.633Z","Mentions":[{"id":228,"mentionDate":"1407922620000","createdAt":"2017-05-06T18:19:09.435Z","updatedAt":"2017-05-06T18:19:09.435Z","BookId":266,"CommentId":296093,"Comment":{"id":296093,"commentUrl":"http://slatestarcodex.com/2014/08/12/does-race-exist-does-culture/","commentId":"comment-133769","commentTimestamp":"1407922620000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p><a href=\"http://www.amazon.com/Outwitting-History-Amazing-Adventures-Rescued/dp/1565125134\" rel=\"nofollow\">Quite a lot was written in Yiddish</a>, though this didn&#x2019;t keep the language from being at risk.</p>\n","createdAt":"2017-05-06T16:28:59.737Z","updatedAt":"2017-05-06T16:29:00.012Z","PageId":513}}],"mentionCount":1},{"id":288,"title":"The Situated Self","author":"J.T. Ismael","amazonLink":"B0078XZQFG","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.635Z","updatedAt":"2017-05-05T22:39:01.635Z","Mentions":[{"id":210,"mentionDate":"1410224100000","createdAt":"2017-05-06T18:16:11.928Z","updatedAt":"2017-05-06T18:16:11.928Z","BookId":288,"CommentId":291869,"Comment":{"id":291869,"commentUrl":"http://slatestarcodex.com/2014/09/08/open-thread-4-the-quick-and-the-thread/","commentId":"comment-143783","commentTimestamp":"1410224100000","commentAuthor":"<a href=\"http://torekp.weebly.com/\" rel=\"external nofollow\" class=\"url\">Paul Torek</a>","commentHtml":"<blockquote cite=\"He didn&apos;t really say this I&apos;m putting words in his mouth\"><p>Words mean whatever people think they mean, and they don&#x2019;t map precisely onto properties of things in external reality.</p></blockquote>\n<p>Such a strong map/territory dichotomy seems unworkable.  The map is part of the territory, in many cases.  That&#x2019;s why there&#x2019;s a big red dot saying You Are Here.  <a href=\"http://www.amazon.com/The-Situated-Self-J-Ismael/dp/B0078XZQFG\" rel=\"nofollow\">Excellent book</a> on the subject.</p>\n<p>P.S. Has anyone else noticed that blockquote cite=&#x201D;blah&#x201D; does nothing other than what plain old blockquote does?</p>\n","createdAt":"2017-05-06T16:28:25.324Z","updatedAt":"2017-05-06T16:28:25.650Z","PageId":495}}],"mentionCount":1},{"id":34,"title":"Planet Taco: A Global History of Mexican Food","author":"Jeffrey M. Pilcher","amazonLink":"0199740062","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.602Z","updatedAt":"2017-05-05T22:39:01.602Z","Mentions":[{"id":53,"mentionDate":"1400118840000","createdAt":"2017-05-06T18:08:20.396Z","updatedAt":"2017-05-06T18:08:20.396Z","BookId":34,"CommentId":306537,"Comment":{"id":306537,"commentUrl":"http://slatestarcodex.com/2014/05/14/more-links-for-may-2014/","commentId":"comment-79190","commentTimestamp":"1400118840000","commentAuthor":"Andy","commentHtml":"<p>On circular farms:</p>\n<p><a href=\"http://www.ediblegeography.com/squaring-the-circle/\" rel=\"nofollow\">http://www.ediblegeography.com/squaring-the-circle/</a></p>\n<p>(Also, one of the best food/geography/errata blogs I&#x2019;ve seen. Updates infrequently, but quite interesting.)</p>\n<p>And the wheat vs. rice reminds me of a bit from a book called <i>Planet Taco</i>:<br>\n<a href=\"http://www.amazon.com/Planet-Taco-Global-History-Mexican/dp/0199740062\" rel=\"nofollow\">http://www.amazon.com/Planet-Taco-Global-History-Mexican/dp/0199740062</a></p>\n<p>Spanish conquistadors, colonists, and clerics initially feared maize in the New World for fear it would turn them into Native Americans. Later, wheat became THE high-status food, and when colonial law had a complicated system of castes, ranging from pure-white on top to native-peasant at the bottom, bakers produced breads of all varieties that mirrored these, from white bread for the top of the social heap down to corn tortillas for the peasants.<br>\nOne could picture a future Reactionary society where the elites eat wheat and the peasants eat rice, by law, and the twain shall not meet. &#x1F61B;</p>\n","createdAt":"2017-05-06T16:30:37.567Z","updatedAt":"2017-05-06T16:30:37.649Z","PageId":571}}],"mentionCount":1},{"id":94,"title":"Out of the Mountains: The Coming Age of the Urban Guerrilla","author":"David Kilcullen","amazonLink":"0199737509","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.608Z","updatedAt":"2017-05-05T22:39:01.608Z","Mentions":[{"id":162,"mentionDate":"1402189620000","createdAt":"2017-05-06T18:12:11.986Z","updatedAt":"2017-05-06T18:12:11.986Z","BookId":94,"CommentId":304490,"Comment":{"id":304490,"commentUrl":"http://slatestarcodex.com/2014/06/04/open-thread/","commentId":"comment-97876","commentTimestamp":"1402189620000","commentAuthor":"Andy","commentHtml":"<blockquote><p>When I of all people am telling you that something is fucking stupid and unsubstantiated hate&#x2026; don&#x2019;t do it. Wtf. Comment reported.</p></blockquote>\n<p>Moi? I was essentially repeating an argument from the Anti-Reactionary FAQ. I don&#x2019;t see what&#x2019;s so objectionable.</p>\n<blockquote><p>Tradition with a capital-T is a very specific set of universal beliefs and symbols which repeatedly occur throughout most historical religions and cultures, distinct from the general idea of &#x2018;tradition&#x2019; as accepted practice;</p></blockquote>\n<p>I&#x2019;ll do some reading on Evola since I&#x2019;ve got time to kill this summer, but I predict, on the record, that what I will find is either very vague hand-waving about what exactly the unifying principles are, or cherry-picking pieces of doctrine from religions not well-known in the West (like Hinduism) to match whatever Tradition they&#x2019;ve conjured up, and hoping that readers don&#x2019;t notice that religions like Hinduism not only don&#x2019;t have a founder, it&#x2019;s impossible to get all the different branches of the great dialogue we give the convenient label &#x201C;Hinduism&#x201D; to agree on <i>anything</i>. If I find a concrete set of principles, that I think broadly applicable to all historical religions, I will say so in this thread and grant you victory.<br>\nNow to the principle <i>I think</i> underlies successful societies, and that I bet I won&#x2019;t find anywhere in Evola: effectiveness in delivering a sense of order, predictability and safety to subjects.<br>\nI enumerated this in a terribly long comment below this theory, and I recommend the first part of David Kilcullen&#x2019;s book <a href=\"http://www.amazon.com/Out-Mountains-Coming-Urban-Guerrilla/dp/0199737509\" rel=\"nofollow\">Out of the Mountains</a> for reading, and it&#x2019;s fairly snappy and easy to get. I&#x2019;ll summarize:<br>\nA group of people that can establish a predictable, normative system of rewards and sanctions, and enforce them with measures administrative, persuasive, and coercive, over a stretch of area, and can defeat any challenges to its system is effectively a state, whether other states recognize it or not. The Jamaican &#x201C;garrison districts,&#x201D; and the Taliban court system, are fascinating examples of this.<br>\nWhat determines a state&#x2019;s viability is not some impossible-to-measure Center, but whether most ordinary subjects feel that they can achieve their own interests and be safe in the system. The Tunisians utterly failed this by ignoring entrepreneurs to benefit their capitalist and government class. Shutting those entrepreneurs out of the formal economy and leaving them to develop their own informal economy (including informal clerks where people can register market space and contracts in writing outside of the corrupt state-generated system) they left them in a market environment that they felt was neither ordered nor predictable.<br>\nCome to think of it, this sounds like that great organizing principle that the Traditionalist School is searching for. It&#x2019;s called <i>enlightened self-interest.</i><br>\nA state that makes a large majority of people feel like they have a stake in its continued existence will continue to exist. The  Taliban, as I enumerated in the Long Comment below, do this by mediating disputes, and doing so in writing. From &#x201C;Out of the Mountains:&#x201D;<br>\n&#x201C;When the Taliban court has reached a verdict, both parties in the dispute are obliged to sign, or make their mark, on a court document held by the local underground cell. This record allows enforceability, but it also puts those who sign at the mercy of the Taliban. By recognizing the Taliban court&#x2019;s authority to resolve disputes, our hypothetical elder has signed onto their broader agenda.&#x201D;<br>\nIf I go to the LA County courthouse to mediate a dispute against my neighbor, I am giving the County, and the State and Federal governments that create it, legitimacy and sign onto their agenda &#x2013; which is to continue to exist and govern the United States, of which my home is a part. If I thought the local courts would not deliver a fair verdict, or I was unable to access the administrative resources of the courthouse, I would have much less incentive to support the County or its parent governments. And I&#x2019;d be much more willing to support a revolutionary group that comes along, promising security, predictability, and order. There&#x2019;s a reason the Taliban took over so much of Afghanistan after the end of the Soviet invasion &#x2013; they did <i>exactly this</i> in an environment that was overrun with rapacious warlords shooting at each other, and ordinary people wanted some security and order, even if it meant agreeing to the Taliban&#x2019;s rather harsh methods of rule. This is how Mao expanded Communist control over so much of China &#x2013; enforcing order, predictability, and security in an environment overrun with warlords who weren&#x2019;t much liked by the people.<br>\nA revolution is a competition for control. As in most would-be American revolutions (Timothy McVeigh and the sovereign citizen movement, extremist Tea Party fringes, the Black Bloc of the Occupy movement) can&#x2019;t compete with the American government. But in Afghanistan or China, regions overrun with unpredictable warlords, the Taliban and Communists won their respective contests for control, resources, and legitimacy.<br>\nAnd here&#x2019;s another prediction: The Taliban will not only outlast the weak, corrupt, and uncompetitive current Afghan government, and will probably end up in control of a large chunk of the country after the US pulls out.</p>\n","createdAt":"2017-05-06T16:30:17.902Z","updatedAt":"2017-05-06T16:30:18.256Z","PageId":558}}],"mentionCount":1},{"id":352,"title":"The Three Languages of Politics","author":"Arnold Kling","amazonLink":"B00CCGF81Q","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":142,"mentionDate":"1414648920000","createdAt":"2017-05-06T18:11:18.242Z","updatedAt":"2017-05-06T18:11:18.242Z","BookId":352,"CommentId":282202,"Comment":{"id":282202,"commentUrl":"http://slatestarcodex.com/2014/10/28/open-thread-7-the-hunt-for-thread-october/","commentId":"comment-155800","commentTimestamp":"1414648920000","commentAuthor":"<a href=\"http://www.scholars-stage.blogspot.com\" rel=\"external nofollow\" class=\"url\">T. Greer</a>","commentHtml":"<p>I take it you are not Red. <i>Perhaps</i> it is what reds think about violets, but the rest all come off as cartoon versions of Red positions.</p>\n<p>I don&#x2019;t know if I am Red, Violet, or Grey&#x2013;but I have enough close Red friends and family to see that this is flawed. A few thoughts:</p>\n<p>&#x201C;Traditional order&#x201D; is not the way they talk. The intelligent ones say &#x201C;Civilization.&#x201D; The less sophisticated ones might say &#x201C;everything that has made America great.&#x201D;</p>\n<p>Anyway, three resources hat might help you out:</p>\n<p>Arnold Kling&#x2019;s cheap E-book, <i><a href=\"http://www.amazon.com/gp/product/B00CCGF81Q/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=B00CCGF81Q&amp;linkCode=as2&amp;tag=theschssta-20&amp;linkId=SUCHO7WEEKCYB6FT\" rel=\"nofollow\">The Three Languages of Politics</a></i> which uses some of ideas that parallel those in Scott&#x2019;s post, including the tripartite division between progressives, conservatives, and libertarians. </p>\n<p>Joel Koetlin, &#x201C;<a href=\"http://www.thedailybeast.com/articles/2014/06/07/watch-what-you-say-the-new-liberal-power-elite-won-t-tolerate-dissent.html\" rel=\"nofollow\">Watch What You say: New Liberal Power Elite Won&#x2019;t Tolerate Dissent,&#x201D;</a> <i>Daily Beast</i> (7 June 2014) and <a href=\"http://www.joelkotkin.com/content/00991-look-out-obamas-legacy\" rel=\"nofollow\">&#x201C;Look Out For Obama&#x2019;s Legacy,&#x201D;</a> (20 October 2014) are fairly good summaries of how Republicans <i>actually</i> articulate their vision of the left. Angelo Codevilla&#x2019;s <a href=\"http://spectator.org/articles/39326/americas-ruling-class-and-perils-revolution\" rel=\"nofollow\">The New Ruling Class&#x201D;</a> is another good summary of those themes. </p>\n<p>I also <b>strongly</b> recommend this <a href=\"http://www.democracycorps.com/attachments/article/954/dcor%20rpp%20fg%20memo%20100313%20final.pdf\" rel=\"nofollow\">Democracy Corps memo</a> where they formed focus groups with Republicans of different stripes (clans?) and sat down with them to see what the underlying assumptions behind their politics were.</p>\n<p>Takeaway from the above three: if you don&#x2019; have words like &#x2018;dependent,&#x2019; &#x2018;ruling,&#x2019; &#x2018;agenda&#x2019;, &#x2018;subvert/pervert&#x2019;, &#x2018;mainstream America&#x2019;, &#x2018;snobbery&#x2019;, or &#x2018;elite&#x2019; in your boxes then your boxes are probably wrong.</p>\n<p>Also, they do not see things as &#x2018;anti-Christian&#x2019; so much as &#x2018;anti-religion&#x2019; or &#x2018;anti-God&#x2019;. God <i>is</i> a Christian. (For them at least).</p>\n<p>Notice that libertarians don&#x2019;t really show up in any of this. This is because for most mainstream conservatives, the grey tribe is invisible. Successful people in the grey tribe are lionized as examples of American ingenuity and enterprise; its less well off members are are indistinguishable from the blues. Real reds&#x2013;especially those that do not live on the internet or have never heard of Tumblr&#x2013;are much more aware of divisions between Reds (say, between evangelicals and tea party clans) than they are the division between grey and blue.</p>\n<p>See the Democracy Now memo for more on that.</p>\n<p>P.S. I also strongly recommend&#x2013;and this recommendation goes out to all SCC folks&#x2013;the book <i><a href=\"http://www.amazon.com/gp/product/1594036438/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=1594036438&amp;linkCode=as2&amp;tag=theschssta-20&amp;linkId=WKLICLEDPAP4FKVM\" rel=\"nofollow\">America 3.0</a>.</i> Intelligent reds exist, and some of their proposals are top notch. This book is perhaps the best presentation of &#x2018;red&#x2019; ideas I&#x2019;ve seen in a long time. To quote <a href=\"http://scholars-stage.blogspot.com/2013/06/america-30.html\" rel=\"nofollow\">my review</a>:</p>\n<blockquote><p>It is unusual for me to read a book aimed at popular conservative audiences.  I am something of a disaffected conservative. Crony capitalism and government overreach have proved to be bipartisan endeavors, and I have long lost faith that the Republican party can ever be more than an organ of America&#x2019;s governing elite. [1] Outside of the beltway the broader currents of mainstream conservatism are so full of angry sound and righteous fury (and nothing else) that I have long stopped paying close attention them. The movement is in desperate need of a clearer vision and more compelling purpose. </p>\n<p> America 3.0 is the book to provide it. </p>\n<p> James Bennet and Michael Lotus get everything right that all of the other popular commentators get wrong. In contrast to pundits incessantly focused on the character flaws of the opposition and controversies of the hour, these authors focus on the broad political principles and broad political context &#x2013; &#x201C;centuries into the past and decades into the future&#x201D; (xxv).  Where most popular political creeds are shallow, filled more with hype and platitudes than meaningful evidence, America 3.0 is both respectful in tone and deeply researched (and none the less readable for it!). Few popular political works have any real historical grounding;  America 3.0 possesses this in spades. Even more impressively, the authors manage to convey both their sense of history and their firm belief in American exceptionalism without any of the reflexive chest-pounding sometimes mistaken as patriotism in conservative corners. (As they write in the introduction, &#x201C;We are attempting to avoid sentimentality in this book, and look at the record in a cold light. As we write things are not good in America. Being realistic is a matter of urgency (xxiv).&#x201D;) Most impressive of all is the political platform they lay out. In age where conservatives are too often defined by what they are against, America 3.0 paints a compelling picture of what they should be for.</p>\n<p>All in all, a breath of fresh air.</p></blockquote>\n<p>When liberal friends ask me for a book that might convince them to switch sides, this is what I give them. As my review says, it gives the reader a grand vision of what a 21st century red tribe is <i>for</i> &#x2014; and by extension, what they think about themselves. </p>\n<p>Hope all that helps.</p>\n","createdAt":"2017-05-06T16:27:08.242Z","updatedAt":"2017-05-06T16:27:08.798Z","PageId":465}}],"mentionCount":1},{"id":107,"title":"The Real Frank Zappa Book","author":"Frank Zappa","amazonLink":"0671705725","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.609Z","updatedAt":"2017-05-05T22:39:01.609Z","Mentions":[{"id":36,"mentionDate":"1394199300000","createdAt":"2017-05-06T18:08:07.896Z","updatedAt":"2017-05-06T18:08:07.896Z","BookId":107,"CommentId":313860,"Comment":{"id":313860,"commentUrl":"http://slatestarcodex.com/2014/02/14/bad-dreams/","commentId":"comment-43998","commentTimestamp":"1394199300000","commentAuthor":"<a href=\"http://arundelo.com/\" rel=\"external nofollow\" class=\"url\">Aaron Brown</a>","commentHtml":"<blockquote><p>epic dreaming</p></blockquote>\n<p>This American Life has featured <a href=\"http://www.thisamericanlife.org/radio-archives/episode/361/fear-of-sleep\" rel=\"nofollow\">Mike Birbiglia&#x2019;s story of his epic <i>sleepwalking</i></a>.  This was later turned into a good movie called <a href=\"http://watch.sleepwalkmovie.com/\" rel=\"nofollow\"><i>Sleepwalk with Me</i></a>.</p>\n<blockquote><p>Anything to show that the doctors in this field are <i>cultured</i>, not just people who learn a bunch of biology without exploring the wider world of the arts.</p></blockquote>\n<p>Frank Zappa, in the introduction to <a href=\"https://www.amazon.com/The-Real-Frank-Zappa-Book/dp/0671705725\" rel=\"nofollow\"><i>The Real Frank Zappa Book</i></a>:</p>\n<blockquote><p>The epigraphs at the heads of chapters (publishers <i>love</i> those little things) were researched and inserted by Peter [Occhiogrosso, the book&#x2019;s ghostwriter] &#x2014; I mention this because I wouldn&#x2019;t want anybody to think I sat around reading Flaubert, Twitchell and Shakespeare all day.</p></blockquote>\n","createdAt":"2017-05-06T16:31:49.928Z","updatedAt":"2017-05-06T16:31:49.977Z","PageId":628}}],"mentionCount":1},{"id":239,"title":"Soft Patriarchs, New Men: How Christianity Shapes Fathers and Husbands","author":"W. Bradford Wilcox","amazonLink":"0226897095","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.631Z","updatedAt":"2017-05-05T22:39:01.631Z","Mentions":[{"id":183,"mentionDate":"1419038160000","createdAt":"2017-05-06T18:13:37.378Z","updatedAt":"2017-05-06T18:13:37.378Z","BookId":239,"CommentId":272343,"Comment":{"id":272343,"commentUrl":"http://slatestarcodex.com/2014/12/19/ot11-openezer-scrooge/","commentId":"comment-167188","commentTimestamp":"1419038160000","commentAuthor":"Joe","commentHtml":"<p>Did Scott ever write a post presenting the details from the SSC survey?</p>\n<p>Also I will be getting some Christmas money and was wondering if anyone has read this book and thinks I should buy it.</p>\n<p><a href=\"http://www.amazon.com/Soft-Patriarchs-New-Men-Christianity/dp/0226897095\" rel=\"nofollow\">http://www.amazon.com/Soft-Patriarchs-New-Men-Christianity/dp/0226897095</a></p>\n","createdAt":"2017-05-06T16:25:53.236Z","updatedAt":"2017-05-06T16:25:53.839Z","PageId":435}}],"mentionCount":1},{"id":349,"title":"Medicine and Culture: Revised Edition","author":"Lynn Payer","amazonLink":"0805048030","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":192,"mentionDate":"1404396240000","createdAt":"2017-05-06T18:14:09.073Z","updatedAt":"2017-05-06T18:14:09.073Z","BookId":349,"CommentId":301365,"Comment":{"id":301365,"commentUrl":"http://slatestarcodex.com/2014/07/02/how-common-are-science-failures/","commentId":"comment-114093","commentTimestamp":"1404396240000","commentAuthor":"Michael Edward Vassar","commentHtml":"<p>A few people actually got Heliocentricism right before Copernicus according to<br>\n<a href=\"http://en.wikipedia.org/wiki/Heliocentrism\" rel=\"nofollow\">http://en.wikipedia.org/wiki/Heliocentrism</a><br>\nAlso, wasn&#x2019;t science *obviously* politicized in the era of Copernicus, Bruno and Galileo?</p>\n<p>Does Freud say wrong things about the brain, or just ignore it.<br>\nIs it fair to say that psychoanalysis is no more effective than placebo as a treatment, when it was the original type of talk therapy?  Talk therapy is very effective, even if the type of therapy doesn&#x2019;t matter, and represented major progress in terms of treatment relative to the &#x2018;straitjacket and padded room&#x2019; standard of care, or even the &#x2018;lobotomy&#x2019; that briefly succeeded them.  Also, a hugh amount of classic psychology did take place during the period dominated by psychoanalysis and behaviorism.</p>\n<p>Fifty fields as important as genetics, psychology and psychiatry, with internal consensus as strong as behaviorism, psychoanalysis and Lysenkoism?  I don&#x2019;t believe that.  It&#x2019;s terrible procedure to make up a number on one side when you can easily just try to count it out, and I think you&#x2019;d get stuck before 20.  Also, 5 paradigms per century?  Maybe 2-3.  If we assume 20 and 2.5, we&#x2019;re looking at a failure rate of 3:50.  If we assume follow your rules, and say that current consensus doesn&#x2019;t count, only overthrown consensus, then there are 1-2 instances per field of overthrown consensus per century, for a failure rate of 3:30 or 10%.  </p>\n<p>What about fields like hypnosis, where there&#x2019;s been a consensus for centuries that it&#x2019;s real but that you shouldn&#x2019;t use it or investigate it?</p>\n<p>What about Traditional Chinese Medicine?  Or massive differences between Western Countries WRT basic medical facts, as described here <a href=\"http://www.amazon.com/Medicine-Culture-Revised-Lynn-Payer/dp/0805048030\" rel=\"nofollow\">http://www.amazon.com/Medicine-Culture-Revised-Lynn-Payer/dp/0805048030</a></p>\n<p>If I remember correctly, Stalin banned lots of sciences, BTW, including computer science!</p>\n<p>WRT global warming though, I&#x2019;d say that the conversation is politicized to the point of incoherence, not just controversy.  Is &#x2018;supporting anthropogenic climate change&#x2019; like &#x2018;supporting gay marriage&#x2019;, e.g. demanding that we (whoever &#x2018;we&#x2019; is) do something?  Or is it simply not denying high-school chemistry relating to the emissions spectrum of CO2, which I&#x2019;d say is a great deal more certain than 97%?  My impression is that the consensus on AGW is that<br>\na) the world is getting warmer, largely or entirely due to CO2 emissions.<br>\nb) we can make models to outline a range of effect sizes<br>\nc) the models are known to be highly unreliable, have huge error bars, and even the high-end estimates give effect sizes small enough that given normal rates of time discounting it wouldn&#x2019;t be worth paying much now to correct the problem, but given how unreliable the models are, their high-end estimates aren&#x2019;t the real high-end anyway<br>\nd) empirically, the glaciers seem to be melting faster than the high-end estimates from the models predict, but no-one has a good explanation for what&#x2019;s happening there<br>\ne) there&#x2019;s little philosophical consensus in favor of time discounting<br>\nf) there are lots of non-AGW reasons for doing many of the things that are proposed as solutions to AGW by mainstream authorities.  Meanwhile, technocratic engineering types receive little support when they promote quick fixes via geo-engineering.</p>\n<p>All in all, it seems clear that climate change is not about changes to the Earth&#x2019;s climate.</p>\n","createdAt":"2017-05-06T16:29:42.868Z","updatedAt":"2017-05-06T16:29:43.300Z","PageId":538}}],"mentionCount":1}]