[{"id":50,"title":"Academically Adrift: Limited Learning on College Campuses","author":"Richard Arum","amazonLink":"0226028569","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.604Z","updatedAt":"2017-05-05T22:39:01.604Z","Mentions":[{"id":322,"mentionDate":"1422837900000","createdAt":"2017-05-06T18:56:49.236Z","updatedAt":"2017-05-06T18:56:49.236Z","BookId":50,"CommentId":262332,"Comment":{"id":262332,"commentUrl":"http://slatestarcodex.com/2015/01/31/the-parable-of-the-talents/","commentId":"comment-179283","commentTimestamp":"1422837900000","commentAuthor":"Anonymous","commentHtml":"<p>@David</p>\n<p>I&#x2019;ve been wondering the same thing for a while.</p>\n<p>-My understanding of education history (which comes entirely from Sal Khan&#x2019;s book) is that there&#x2019;s a several-hundred century gap in between &#x201C;printing press&#x201D; and &#x201C;textbooks legitimate alternative to lecture&#x201D;; the latter happened (without checking my notes) no more than 250 years ago.</p>\n<p>-Educational institutions (which is where most academic learning happens for most people, regardless of their efficacy) don&#x2019;t really optimize for learning. And why should they? Professors don&#x2019;t benefit if their students learn more (they benefit from offering easy classes because that gets them good reviews [<a href=\"http://smile.amazon.com/Academically-Adrift-Limited-Learning-Campuses/dp/0226028569?sa-no-redirect=1\" rel=\"nofollow\">1</a>]). Students don&#x2019;t benefit from institutions where they learn more (they benefit from high grades at high-reputation institutions. If an institution could quadruple the rate at which student learning happened for a 1% increase in student effort, the typical grade-optimizing student wouldn&#x2019;t be against it, because quadruple the material means quadruple the amount on the test, so they&#x2019;re expending 1% more effort for the same grade. See also: students who celebrate when class is canceled.) College administrators certainly aren&#x2019;t optimizing for learning (they benefit from an institution that&#x2019;s perceived as more elite, which has little to do with learning, because otherwise elite universities would be unusually good at teaching. I have a friend at Harvard who does well in classes where he&#x2019;s learned nothing. Also, <a href=\"https://www.youtube.com/watch?v=NuY7szYSXSw\" rel=\"nofollow\">this guy</a>. Also, <a href=\"http://www.overcomingbias.com/2008/08/certified-teach.html\" rel=\"nofollow\">this</a></p>\n<p>-A lot of the psychological research which impinges on learning is fairly recent (past 60 years or so; see, for instance, the list of citations <a href=\"http://www.gwern.net/Spaced%20repetition\" rel=\"nofollow\">here</a>), and hasn&#x2019;t managed to work it&#x2019;s way into education systems that do very little to optimize for learning.</p>\n<p>-That style of teaching <i>is</i> disappearing, albeit slowly. See, for instance, App Academy, Rob Rhineheart learning biochemistry fairly quickly, Eliezer Yudkowsky doing mathematical research without so much as a GRE, <a href=\"http://en.wikipedia.org/wiki/Duolingo#Duolingo_for_Schools\" rel=\"nofollow\">Duolingo being incorporated into shools</a>. It&#x2019;s happening slowly, and almost entirely outside of the traditional systems (K&#x2013;12, college), but it&#x2019;s there.</p>\n<p>-Organizational inertia. Combination of &#x201C;this was how the last generation learned it, it worked, why are we changing?&#x201D; and &#x201C;I [the professor] am the best in the world at X, this is how I learned X, therefore it&#x2019;s the best way to learn X&#x201D; and even &#x201C;I&#x2019;m the best in the world at X and I learned it successfully this way, therefore everyone else should be able to learn it this way.&#x201D; (It really hasn&#x2019;t helped that most of the relevant research has been done sometime between when current professors took the classes they&#x2019;re teaching and are teaching the classes they&#x2019;re teaching.)</p>\n<p>-Getting good at learning is seen as low status. There was an Overcoming Bias post the this effect that I can&#x2019;t find, but the overwhelming attitude I&#x2019;ve encountered is that, if you&#x2019;re actually smart, then you don&#x2019;t need to optimize your learning strategies, so looking into how to be a more effective learning is a tacit admission that you&#x2019;re not actually smart (to the point that students will brag about how little they studied, because getting a B with no work means you&#x2019;re smarter than someone who got an A with a lot of work.) Thus, universities don&#x2019;t reward professors for looking to become better teachers, and, to some degree, even punish them; my sister had a really great physics professor who was denied tenure for so long he left his position because he was studying physics education (low status) rather than physics (high status).</p>\n<p>In summary: Textbooks are better than lecture for learning, but schools still utilize lecture because they have little incentive to make more learning happen. Alternatives that produce better outcomes have been identified and are starting to displace traditional education, but the research leading to them is recent enough we haven&#x2019;t seen this happen to any significant degree&#x2026; yet. However, ceter paribus, a student who&#x2019;s successfully learned stuff is going to outcompete a student who hasn&#x2019;t, so traditional institutions will eventually either adapt or die.</p>\n<p>Suntzuanime also makes a good point.</p>\n","createdAt":"2017-05-06T16:24:38.407Z","updatedAt":"2017-05-06T16:24:39.029Z","PageId":416}},{"id":111,"mentionDate":"1422448020000","createdAt":"2017-05-06T18:09:50.513Z","updatedAt":"2017-05-06T18:09:50.513Z","BookId":50,"CommentId":263860,"Comment":{"id":263860,"commentUrl":"http://slatestarcodex.com/2015/01/27/ot13-thread-the-blood-of-angry-men/","commentId":"comment-177941","commentTimestamp":"1422448020000","commentAuthor":"zz","commentHtml":"<p>School choice is hard to measure because there&#x2019;s no obvious metric. Standardized test scores? Increased chance of being successful at the next level up? Income once you&#x2019;ve left school? Subjective happiness once you&#x2019;ve left school? Differential reproductive success? Future charity donations?</p>\n<p>If you&#x2019;re me and your metric of choice is amt_learned, however, school choice is the wrong thing to look at because all schools just kinda suck at this; even if the best school teaches twice as much as the worst, that increase is pretty small. Bullet points:</p>\n<p>-Students who take an introductory mechanics course don&#x2019;t do any better after the class on a test of understanding fundamental concepts like force (as measured by the Force Concept Inventory). This patterns holds in schools from community colleges to <a href=\"https://www.youtube.com/watch?v=WwslBPj8GgI\" rel=\"nofollow\">Harvard</a>.</p>\n<p>-Ditto for economics. <i>The Economic Naturalist</i>: &#x201C;When students are given tests designed to probe their knowledge of basic economics six months after taking the course, they do not perform significantly better than others who never took an introductory course. This is scandalous.&#x201D; (h/t <a href=\"http://lesswrong.com/lw/i2/two_more_things_to_unlearn_from_school/ecq\" rel=\"nofollow\">Mike2</a>)</p>\n<p>&#x2013;<a href=\"http://smile.amazon.com/Academically-Adrift-Limited-Learning-Campuses/dp/0226028569?sa-no-redirect=1\" rel=\"nofollow\">Academically Adrift</a> details academic research that suggests that, even though most colleges claim to teach critical thinking, students do no better on tests of critical thinking after several years of college, citing an implicit contract between instructors and students where the instructor gives an easy course and students give good ratings. (IIRC (p = .6), the senior year of college is helpful, possibly because students have <i>finally</i> cleared enough prerequisites to get into courses that really force careful thinking and possibly because students are in classes for their major and are less interested getting good grades in a class that doesn&#x2019;t teach anything.)</p>\n<p>-&#x201C;<a href=\"http://www.nytimes.com/2014/07/27/magazine/why-do-americans-stink-at-math.html?_r=1\" rel=\"nofollow\">Studies of children in Brazil, who helped support their families by roaming the streets selling roasted peanuts and coconuts, showed that the children routinely solved complex problems in their heads to calculate a bill or make change. When cognitive scientists presented the children with the very same problem, however, this time with pen and paper, they stumbled. A 12-year-old boy who accurately computed the price of four coconuts at 35 cruzeiros each was later given the problem on paper. Incorrectly using the multiplication method he was taught in school, he came up with the wrong answer.</a>&#x201D; (The whole article is fantastic and I fully recommend it).</p>\n<p>&#x2013;<a href=\"http://slatestarcodex.com/2014/05/23/ssc-gives-a-graduation-speech/\" rel=\"nofollow\">SA on uschooling</a>: students who have 0 school only wind up one year behind their peers who attend school full-time.</p>\n<p>-Duolingo commissioned a <a href=\"http://static.duolingo.com/s3/DuolingoReport_Final.pdf\" rel=\"nofollow\">third-party study</a>, comparing itself to traditional courses. The traditional university course took about 4 times the time to learn the same material.</p>\n<p>-I&#x2019;ve taken courses at 2 community colleges, 1 mid/high-tier private university, 1 mid/high-tier research public university, and 1&#x2013;3 Ivy League schools (depending on whether you count OCW or MOOCs). Their courses aren&#x2019;t tremendously different (my community college professor pulled questions off the 8.01 exams from MIT, which were the easiest ones on the exam).</p>\n<p>-If you know about <a>forgetting curves</a> and then look at how basically every school is structured, you&#x2019;d be surprised if students managed to retain <i>anything</i>.</p>\n","createdAt":"2017-05-06T16:24:46.958Z","updatedAt":"2017-05-06T16:24:48.487Z","PageId":417}}],"mentionCount":2},{"id":163,"title":"Visible Learning: A Synthesis of Over 800 Meta-Analyses Relating to Achievement","author":"John Hattie","amazonLink":"0415476186","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":161,"mentionDate":"1422851880000","createdAt":"2017-05-06T18:12:09.218Z","updatedAt":"2017-05-06T18:12:09.218Z","BookId":163,"CommentId":262333,"Comment":{"id":262333,"commentUrl":"http://slatestarcodex.com/2015/01/31/the-parable-of-the-talents/","commentId":"comment-179359","commentTimestamp":"1422851880000","commentAuthor":"lunatic","commentHtml":"<p>My theory is that the role of lectures is partly to provide a social obligation that textbooks (and video lectures) lack. Similarly, my view of my role as a teacher is to be the &#x201C;selection and motivation&#x201D; parts of getting people to practise doing things.</p>\n<p>@Anon: My understanding is that superior alternatives are often spoken of but not many are actually well understood. Besides spaced repetition, I&#x2019;d be interested to know what else you know about.</p>\n<p><a href=\"http://www.amazon.com/Visible-Learning-Synthesis-Meta-Analyses-Achievement/dp/0415476186/ref=sr_1_1?ie=UTF8&amp;qid=1422852244&amp;sr=8-1&amp;keywords=visible+learning\" rel=\"nofollow\"> This book </a> is presently popular in Australian education circles, but I find the lack of clear questions and explanations means that while the &#x201C;no effect&#x201D; findings are relatively easy to understand, the large effects Hattie finds aren&#x2019;t terribly easy to interpret.</p>\n","createdAt":"2017-05-06T16:24:38.407Z","updatedAt":"2017-05-06T16:24:39.033Z","PageId":416}},{"id":48,"mentionDate":"1439764020000","createdAt":"2017-05-06T18:08:16.059Z","updatedAt":"2017-05-06T18:08:16.059Z","BookId":163,"CommentId":217024,"Comment":{"id":217024,"commentUrl":"http://slatestarcodex.com/2015/08/16/links-815-linkety-split/","commentId":"comment-228691","commentTimestamp":"1439764020000","commentAuthor":"lunatic","commentHtml":"<p>I have <a href=\"http://www.amazon.com/Visible-Learning-Synthesis-Meta-Analyses-Achievement/dp/0415476186\" rel=\"nofollow\"> this book </a> which doesn&#x2019;t give a direct answer to your question, but it gives &#x201C;classroom behaviour&#x201D; an effect size of 0.8, &#x201C;decreasing disruptive behaviour&#x201D; an effect size of 0.34 and &#x201C;peer influences&#x201D; 0.53. It also gives &#x201C;acceleration for gifted students&#x201D; an effect size of 0.8 (acceleration = moving them ahead one or more years), but &#x201C;ability grouping&#x201D; an effect size of only 0.12.</p>\n<p>0.4 is about the average of interventions studied in the book, and 0.8 is among the top few studied. The author suggests 0.4 as a benchmark for effectiveness; I&#x2019;m not sure if this is the optimal way to look at things, but it&#x2019;s a reasonably simple way to discount inflated effect sizes due to publication bias, Hawthorne effect etc.</p>\n<p>Clear as mud?</p>\n","createdAt":"2017-05-06T16:18:15.351Z","updatedAt":"2017-05-06T16:18:15.699Z","PageId":321}}],"mentionCount":2},{"id":244,"title":"Drugs, Brain, and Behavior","author":"David M. Grilly","amazonLink":"0205750524","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.631Z","updatedAt":"2017-05-05T22:39:01.631Z","Mentions":[{"id":247,"mentionDate":"1429052760000","createdAt":"2017-05-06T18:24:56.621Z","updatedAt":"2017-05-06T18:24:56.621Z","BookId":244,"CommentId":246117,"Comment":{"id":246117,"commentUrl":"http://slatestarcodex.com/2015/04/13/ot18-istanbul-not-constantinopen/","commentId":"comment-197592","commentTimestamp":"1429052760000","commentAuthor":"zz","commentHtml":"<p>Search Amazon for <i>drugs brain behavior</i>.</p>\n<p>You&#x2019;ll want recency (things change, and <a href=\"http://smile.amazon.com/Drugs-Brain-Behavior-David-Grilly/dp/0205750524/ref=sr_1_7?ie=UTF8&amp;qid=1429052263&amp;sr=8-7&amp;keywords=brain+drugs+behavior\" rel=\"nofollow\">my book</a> is probably slightly out of date already). You also probably don&#x2019;t want a book targeted at medical practitioners, which is mainly what you get if you search for <i>psychopharmacology</i>.</p>\n","createdAt":"2017-05-06T16:22:21.365Z","updatedAt":"2017-05-06T16:22:21.780Z","PageId":376}},{"id":157,"mentionDate":"1423559640000","createdAt":"2017-05-06T18:11:51.941Z","updatedAt":"2017-05-06T18:11:51.941Z","BookId":244,"CommentId":259476,"Comment":{"id":259476,"commentUrl":"http://slatestarcodex.com/2015/02/09/ot14-tragedy-of-the-comments/","commentId":"comment-182166","commentTimestamp":"1423559640000","commentAuthor":"zz","commentHtml":"<p>Today, I&#x2019;ll be reading to you from <a href=\"http://www.amazon.com/Drugs-Brain-Behavior-6th-Edition/dp/0205750524\" rel=\"nofollow\">Drugs, Brain, and Behavior</a>.</p>\n<p>&#x2026;LSD was also used to treat other disorders, such as alcoholism, drug addiction, and the emotional distress and physical pain of terminally ill patients. For examples, in the 1960s one study of over 100 alcoholics found that half of the high-dose LSD treatment participants reported abstinence 6 months after treatment, in comparison with one-third of those in a low-dose LSD group and only 12% in a conventionally treated group. Other research in the 1960s indicated that a majority of cancer patients suffering from anxiety, depression, and uncontrollable pain showed improvement in their physical and emotional status after LSD treatment. The researchers also observed that many of these LSD-treated patients reported that their desire for addictive pain medicines, such as morphine, diminished or vanished, along with the pain. In fact, at that time the National Institute of Mental Health recognized that the use of LSD in these types of patients was legitimate.</p>\n<p>This LSD therapy phase began to wane in the mid-1960s for two primary reasons. First, the psychiatric community was unable to decide how LSD should be used in the therapeutic process or to document its efficacy scientifically. Second, but the mid-1960s, nonmedical use of LSD, especially by young people comprising a counterculture that was opposed to traditional values (&#x201C;hippies&#x201D;), led to the belief that LSD had become a public health problem. As a result the U.S. government passed a law that banned the use and sale of LSD, as well as peyote, mescaline, and several similar drugs, by the public. At that point, legitimate research on its effects on humans and on its potential therapeutic uses declined precipitously&#x2014;not only because of the legal difficulties and maze of bureaucratic procedures required, but also because psychedelic research with humans was not viewed as reputable by the vast majority of those in the scientific community.</p>\n<p>In this third phase, LSD and similar drugs became just another class of abusable drugs that mainstream culture attempted to suppress. Psychedelic drug therapy still goes on unofficially&#x2014;practitioners would not continue using it under difficult conditions unless they believed that they were accomplishing something.</p>\n","createdAt":"2017-05-06T16:24:15.144Z","updatedAt":"2017-05-06T16:24:15.793Z","PageId":410}}],"mentionCount":2},{"id":155,"title":"Food and Western Disease: Health and Nutrition from an Evolutionary Perspective","author":"Stefan Lindeberg","amazonLink":"1405197714","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":177,"mentionDate":"1433064000000","createdAt":"2017-05-06T18:13:28.366Z","updatedAt":"2017-05-06T18:13:28.366Z","BookId":155,"CommentId":237391,"Comment":{"id":237391,"commentUrl":"http://slatestarcodex.com/2015/05/30/that-chocolate-study/","commentId":"comment-207132","commentTimestamp":"1433064000000","commentAuthor":"zz","commentHtml":"<p>Obligatory <a href=\"https://xkcd.com/882/\" rel=\"nofollow\">xkcd</a> is obligatory.</p>\n<blockquote cite=\"\"><p>Nutrition isn&#x2019;t a real science and we should all just be in a state of radical skepticism about these things</p></blockquote>\n<p>If anyone shares this opinion, I invite you to read <a href=\"http://smile.amazon.com/Food-Western-Disease-Evolutionary-Perspective/dp/1405197714\" rel=\"nofollow\">Food and Western Disease</a>. Nutrition science is <i>hard</i>, but it&#x2019;s not bullshit. (note: the author advocates a paleo-ish diet; I eat primarily soylent based off the conclusions drawn in the book, even though that&#x2019;s literally the furthest thing from an ancestral diet. Lindeberg doesn&#x2019;t not advocate a point-of-view, but mostly sticks to evaluating evidence as neutrally as possible; take <a href=\"http://image.slidesharecdn.com/ahsslideslindeberg-110808133610-phpapp01/95/ahs-slidesstaffan-lindeberg-46-728.jpg?cb=1314991667\" rel=\"nofollow\">1</a> <a href=\"http://image.slidesharecdn.com/ahsslideslindeberg-110808133610-phpapp01/95/ahs-slidesstaffan-lindeberg-61-728.jpg?cb=1314991667\" rel=\"nofollow\">2</a> <a href=\"http://image.slidesharecdn.com/ahsslideslindeberg-110808133610-phpapp01/95/ahs-slidesstaffan-lindeberg-62-728.jpg?cb=1314991667\" rel=\"nofollow\">3</a> of his slides to illustrate his moderate views)</p>\n","createdAt":"2017-05-06T16:21:10.365Z","updatedAt":"2017-05-06T16:21:10.547Z","PageId":356}},{"id":74,"mentionDate":"1444098660000","createdAt":"2017-05-06T18:08:42.102Z","updatedAt":"2017-05-06T18:08:42.102Z","BookId":155,"CommentId":203297,"Comment":{"id":203297,"commentUrl":"http://slatestarcodex.com/2015/10/05/ot29-popen-thread/","commentId":"comment-242933","commentTimestamp":"1444098660000","commentAuthor":"zz","commentHtml":"<p>No. Assume that all food is at least one of: animal, vegetable, or synthetic. (My argument will obviously fall apart if anyone produces a counterexample to this).</p>\n<p>If a food is animal, then, according to Ornish, if it contains protein, it will give you cancer. Otherwise, we&#x2019;re looking at pure fat (animals: not so much a great source of carbohydrates), and, while I can&#x2019;t cite anyone off the top of my head, I&#x2019;ll assume that everyone here believes that there exists some faction that believes that eating lard is bad.</p>\n<p>If a food is vegetable, it is either a fruit or not. If it&#x2019;s a fruit, sugar, will make you fat, according to keto types. If it&#x2019;s not a fruit, it has evolved to contain chemicals that discourage eating it (this is the weakest result; ironically, I draw it from <a href=\"amazon.com/Food-Western-Disease-Evolutionary-Perspective/dp/1405197714\" rel=\"nofollow\">Food and Western Disease</a>, the book that convinced me to spend about a year eating about 3 pounds of veggies a day. Double the irony: same book, which advocates a paleo diet, convinced me to go all in on DIY soylent; checking my email records, I ordered my ingredients the day <a href=\"http://robrhinehart.com/?p=474\" rel=\"nofollow\">this</a> post was published, within hours of learning soylent was a thing. Haven&#x2019;t looked back since.)</p>\n<p>Which leaves us with synthetics, which are automatically opposed by paleo types.</p>\n","createdAt":"2017-05-06T16:16:24.097Z","updatedAt":"2017-05-06T16:16:25.645Z","PageId":301}}],"mentionCount":2},{"id":101,"title":"Words of Power: A Feminist Reading of the History of Logic","author":"Andrea Nye","amazonLink":"0415902002","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.609Z","updatedAt":"2017-05-05T22:39:01.609Z","Mentions":[{"id":78,"mentionDate":"1439739300000","createdAt":"2017-05-06T18:08:47.527Z","updatedAt":"2017-05-06T18:08:47.527Z","BookId":101,"CommentId":217882,"Comment":{"id":217882,"commentUrl":"http://slatestarcodex.com/2015/08/15/my-id-on-defensiveness/","commentId":"comment-228473","commentTimestamp":"1439739300000","commentAuthor":"Publius Varinius","commentHtml":"<p>&gt; An authentically politically neutral view like &#x201C;try hard to be logical&#x201D;</p>\n<p>The ones who feel instead of think don&#x2019;t believe in politically neutral views. Trying hard to be logical is strongly <a href=\"http://www.amazon.com/Words-Power-Feminist-Reading-Thinking/dp/0415902002\" rel=\"nofollow\">linked with sexism and totalitarianism</a>.</p>\n<p>Aiming to be politically agnostic makes you a target for entryism, and if you try to put a stop to it, you suddenly look like you&#x2019;re excluding people based on their political views.</p>\n","createdAt":"2017-05-06T16:18:20.209Z","updatedAt":"2017-05-06T16:18:21.076Z","PageId":322}}],"mentionCount":1},{"id":61,"title":"Science Was Born of Christianity: The Teaching of Fr. Stanley L. Jaki","author":"Tracey Trasancos","amazonLink":"B00H3T59XE","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.606Z","updatedAt":"2017-05-05T22:39:01.606Z","Mentions":[{"id":253,"mentionDate":"1440866220000","createdAt":"2017-05-06T18:26:19.910Z","updatedAt":"2017-05-06T18:26:19.910Z","BookId":61,"CommentId":214105,"Comment":{"id":214105,"commentUrl":"http://slatestarcodex.com/2015/08/28/mysticism-and-pattern-matching/","commentId":"comment-232311","commentTimestamp":"1440866220000","commentAuthor":"Joe","commentHtml":"<p>It looks like he knew at least a little bit, right?  Maybe you can be more specific about what he gets wrong?</p>\n<p>It might be cool if Scott wrote up a review of this book.<br>\n<a href=\"http://www.amazon.com/gp/aw/d/B00H3T59XE?ie=UTF8&amp;redirectFromSS=1&amp;pc_redir=T1&amp;noEncodingTag=1&amp;fp=1\" rel=\"nofollow\">http://www.amazon.com/gp/aw/d/B00H3T59XE?ie=UTF8&amp;redirectFromSS=1&amp;pc_redir=T1&amp;noEncodingTag=1&amp;fp=1</a></p>\n","createdAt":"2017-05-06T16:17:48.719Z","updatedAt":"2017-05-06T16:17:49.034Z","PageId":316}}],"mentionCount":1},{"id":70,"title":"Men Explain Things to Me","author":"Rebecca Solnit","amazonLink":"1608463869","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.606Z","updatedAt":"2017-05-05T22:39:01.606Z","Mentions":[{"id":144,"mentionDate":"1422566520000","createdAt":"2017-05-06T18:11:19.621Z","updatedAt":"2017-05-06T18:11:19.621Z","BookId":70,"CommentId":265054,"Comment":{"id":265054,"commentUrl":"http://slatestarcodex.com/2015/01/24/perceptions-of-required-ability-act-as-a-proxy-for-actual-required-ability-in-explaining-the-gender-gap/","commentId":"comment-178347","commentTimestamp":"1422566520000","commentAuthor":"wysinwyg","commentHtml":"<p>Great comment.  I&#x2019;m going to try to answer some of your questions:</p>\n<blockquote><p>Furthermore every single hypothesis I have seen advanced by feminists to explain the STEM sex gap (and in truth virtually every sex gap) seems to paint a picture of women that is &#x2026; that women are weak, timid, easily influenced, do not know their own minds and can not be trusted to make their own decisions.</p></blockquote>\n<p>I think you&#x2019;re reading something into these arguments that isn&#x2019;t there &#x2014; that the theories implicit in the arguments are only supposed to apply to women.  I believe that the perspective is actually that men and women are similarly weak, timid, easily influenced, etc. but that due to prevailing cultural attitudes, men are &#x201C;easily influenced&#x201D; into more active, heroic roles and women are &#x201C;easily influenced&#x201D; into passive, support-type roles.  The problem may be that you don&#x2019;t realize that, to most of the people making these arguments, culture is supposed to be a much stronger force in shaping one&#x2019;s preferences than anything intrinsic to the individual.</p>\n<p>That is, the &#x201C;feminist&#x201D; theory here is that women have different outcomes (including different preferences) because they are socialized differently than men are.  On this theory, women must be protected from memetic harm.  Men don&#x2019;t need this protection not because they are stronger than or less easily influenced than women, but because their socialization is presumed by the feminist not to be harmful.</p>\n<p>Note, I am not making any judgment here about whether any parts of the implicit theory are true or not.</p>\n<blockquote><p>Whats more is that this seems to be a trend. Whether its the &#x201C;anti-manspreading&#x201D; campaign, the &#x201C;anti-street harassment&#x201D; campaign, the campaign to &#x201C;nudge&#x201D; women into STEM subjects, the refusal to consider women&#x2019;s aggregate choices in employment as it pertains to the &#x201C;wage gap&#x201D;, or the unequal treatment of males and females regarding alcohol and its effect on sexual consent, the underlying message seems to be that women are fragile, weak willed, victims who can not be trusted to make their own decisions or bear responsibility for their own choices.</p></blockquote>\n<p>Assuming you meant, &#x201C;anti-mansplaining&#x201D;.  <a href=\"http://www.amazon.com/Men-Explain-Things-Rebecca-Solnit/dp/1608463869\" rel=\"nofollow\">This</a> book was written before the author had heard of the term &#x201C;mansplaining&#x201D; (and in a forward written for a later edition the author mentions not thinking the term especially helpful).  Anecdotally (and since you feel free to draw on experience to support most of your claims, I feel fine doing the same) it really does seem as though there&#x2019;s a tendency for at least some men to underestimate the intellectual abilities and accomplishments of women.  <em>To the extent that this is a real phenomenon, it seems valid to me to raise awareness of it and to try to discourage it.</em>  Without a valid argument as to why I shouldn&#x2019;t believe &#x201C;mansplaining&#x201D; is a real phenomenon <em>or</em> why it would be desirable for women&#x2019;s intellect to be underestimated, I&#x2019;m stuck with the impression that this is actually a legitimate feminist complaint.</p>\n<p>&#x201C;anti-street harassment&#x201D; &#x2014; A lot of women have an open stated preference that fewer men catcall, flirt with, or generally express opinions on their appearance in public.  (I&#x2019;ll appeal to your obvious concern with women&#x2019;s preferences to make sense of why this is significant.)  Again anecdotally, it seems safe to me to say that most of the men engaged in this behavior don&#x2019;t do so as a result of unassailable motives.  Applying social pressure (mostly shame since that&#x2019;s the main vector for social pressure) to try to achieve one&#x2019;s open stated preferences seems legitimate to me.  It&#x2019;s the same way we keep people from cutting in line or from taking all the donuts from the break room.  If there was a legitimate argument that the sorts of behaviors being discouraged are actually useful to society in some important way I&#x2019;d love to hear it. </p>\n<p>the campaign to &#x201C;nudge&#x201D; women into STEM subjects &#x2013; Again, I don&#x2019;t think this is done with the intention of denying women their preferences.  I think it&#x2019;s done from the perspective that those preferences are primarily the result of socialization and that different sorts of socialization would give different preferences.  Feminists perceive our culture as steering young women away from <em>interest</em> in STEM  subjects and want our culture not to do that any more.  Feminists aren&#x2019;t saying young women <em>must</em> study STEM subjects.  They&#x2019;re saying they should be able to if they want to and they shouldn&#x2019;t have to contend with anti-woman bias in addition to the challenge of STEM material itself if they so choose.</p>\n<p>Feminists may be factually mistaken as to whether this is actually a good description of the state of affairs, but whether they&#x2019;re factually wrong says pretty much nothing about their motives which I think are much different than you believe them to be.  Since the feminist approach relies on assumptions that need to be empirically validated (and probably won&#x2019;t be) I won&#x2019;t argue as I did with your first two examples that this is a legitimate practice; still, I believe it&#x2019;s helpful to try to understand the perspective of the person against whose position you are arguing.</p>\n<p>refusal to to consider women&#x2019;s aggregate choices &#x2014; this is in some sense simpler than the other cases and in some sense more complex.  The more complex way of looking at this is that, as above, those choices and preferences are (under a feminist&#x2019;s way of seeing the world) at least in part the result of a process of socialization &#x2014; if the woman had been raised differently she would have different choices and preferences.  Feminists want to create a cultural environment in which women&#x2019;s preferences aren&#x2019;t constrained in the ways feminists currently perceive them to be.  (Again, they may be factually mistaken but that won&#x2019;t tell us much about their motives.)  So it&#x2019;s not that they&#x2019;re ignoring the content of women&#x2019;s preferences, it&#x2019;s that the content of those preferences is itself the issue under discussion from the perspective of a feminist.</p>\n<p>The simpler way to see this one is an instance of &#x201C;all arguments are soldiers.&#x201D;  If feminists admit that the pay gap is the result of preferences (actually, they usually do admit this and then argue that the preferences themselves are a result of a sexist culture), then they have lost what looks like a pretty good argument for affirmative action for women.</p>\n<p>the unequal treatment of males and females regarding alcohol and its effect on sexual consent &#x2013; Most feminists I&#x2019;ve seen writing on this topic will say that the rules are the same in both cases &#x2014; whether it&#x2019;s a woman or a man who is intoxicated, the result is still rape.  (I suspect there are plenty of feminists who think that men cannot be raped by definitional fiat.  Let&#x2019;s ignore the complete idiots on both sides.)  I think most feminists would argue that where such an inequality is perceived, that inequality actually results from unequal sexual aggression between men and women &#x2014; men may be more likely to proceed in cases that are ethically ambiguous. </p>\n<p>It&#x2019;s only the last couple paragraphs of your comment I take any issue with, and even then it&#x2019;s <em>mostly</em> just the fact that you seem to want to make a moral case against your opponents by (accidentally, it seems) misrepresenting their motives.  Try to avoid this &#x2014; it makes the argument you started out with look weaker than it really is.</p>\n","createdAt":"2017-05-06T16:24:55.410Z","updatedAt":"2017-05-06T16:24:56.231Z","PageId":419}}],"mentionCount":1},{"id":78,"title":"Principles of Microeconomics","author":"James Miller","amazonLink":"B00N4GQUGA","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.607Z","updatedAt":"2017-05-05T22:39:01.607Z","Mentions":[{"id":267,"mentionDate":"1447091820000","createdAt":"2017-05-06T18:30:39.839Z","updatedAt":"2017-05-06T18:30:39.839Z","BookId":78,"CommentId":191687,"Comment":{"id":191687,"commentUrl":"http://slatestarcodex.com/2015/11/08/ot33-opeth-thread/","commentId":"comment-261009","commentTimestamp":"1447091820000","commentAuthor":"James D. Miller","commentHtml":"<p>A microeconomics textbook, such as<br>\n<a href=\"http://smile.amazon.com/James-Miller-Principles-Microeconomics-1st/dp/B00N4GQUGA/ref=sr_1_1?ie=UTF8&amp;qid=1447091829&amp;sr=8-1&amp;keywords=james+miller+microeconomics\" rel=\"nofollow\">http://smile.amazon.com/James-Miller-Principles-Microeconomics-1st/dp/B00N4GQUGA/ref=sr_1_1?ie=UTF8&amp;qid=1447091829&amp;sr=8-1&amp;keywords=james+miller+microeconomics</a></p>\n","createdAt":"2017-05-06T16:14:49.964Z","updatedAt":"2017-05-06T16:14:51.028Z","PageId":286}}],"mentionCount":1},{"id":83,"title":"Redemption: The Myth of Pet Overpopulation and the No Kill Revolution in America","author":"Nathan J. Winograd","amazonLink":"0979074312","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.607Z","updatedAt":"2017-05-05T22:39:01.607Z","Mentions":[{"id":83,"mentionDate":"1422369780000","createdAt":"2017-05-06T18:08:56.864Z","updatedAt":"2017-05-06T18:08:56.864Z","BookId":83,"CommentId":263176,"Comment":{"id":263176,"commentUrl":"http://slatestarcodex.com/2015/01/27/ot13-thread-the-blood-of-angry-men/","commentId":"comment-177364","commentTimestamp":"1422369780000","commentAuthor":"Nita","commentHtml":"<blockquote><p>You&#x2019;re right about the 5-year-olds; although when people start setting out their definitions they tend to be excluded</p></blockquote>\n<p>I think you might be confusing sentience and sapience (people do that a lot), unless you think 5-year-olds lack subjective experience.</p>\n<blockquote><p>But I think you&#x2019;re unusual if you believe cats and pigs are exactly as much &#x201C;people&#x201D; as adult humans.</p></blockquote>\n<p>I don&#x2019;t believe that. I think human children surpass cats before they attain full personhood. So, an adult cat is less of a person than a human 2-year-old. </p>\n<p>You&#x2019;re right, though &#x2014; I <em>am</em> unusual in that I actually try to stick to &#x201C;science-fiction values&#x201D;, because they seem more fair than the alternative (i.e., &#x201C;those who are more closely related to me should get more rights&#x201D;).</p>\n<blockquote><p>That&#x2019;s why most people have such strong objections to the fact most shelters euthanize pets.</p></blockquote>\n<p>I don&#x2019;t think most people have such objections. For instance, look at the most popular reviews of <a href=\"http://www.amazon.com/Redemption-Myth-Overpopulation-Revolution-America/dp/0979074312\" rel=\"nofollow\">a book arguing for no-kill shelters</a>. And these reviews are by people who really care about animals. </p>\n<blockquote><p>Arguing that actually, many people should be killed if we can&#x2019;t improve their lives is different to arguing that killing and embryo isn&#x2019;t really killing.</p></blockquote>\n<p>It&#x2019;s killing for sure, but is it murder? I&#x2019;m arguing that it&#x2019;s ethical to kill even a healthy human embryo if it&#x2019;s unwanted by the person whose body it&#x2019;s using. Because the only alternative we currently have is forced pregnancy and childbirth, which can be equivalent to torture.</p>\n<p>Now, if we collectively decide that people should be forced to donate organs or blood to victims of their traffic accidents, I&#x2019;ll have to rethink my position.</p>\n","createdAt":"2017-05-06T16:24:46.931Z","updatedAt":"2017-05-06T16:24:47.917Z","PageId":417}}],"mentionCount":1},{"id":114,"title":"Prohibido suicidarse en primavera","author":"Alejandro Casona","amazonLink":"8475059074","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.611Z","updatedAt":"2017-05-05T22:39:01.611Z","Mentions":[{"id":42,"mentionDate":"1437684360000","createdAt":"2017-05-06T18:08:11.337Z","updatedAt":"2017-05-06T18:08:11.337Z","BookId":114,"CommentId":225695,"Comment":{"id":225695,"commentUrl":"http://slatestarcodex.com/2015/07/18/reverse-psychology/","commentId":"comment-221455","commentTimestamp":"1437684360000","commentAuthor":"Alex","commentHtml":"<p>Also &#x201C;Prohibido Suicidarse en Primavera&#x201D; (<a href=\"http://www.amazon.com/Prohibido-suicidarse-primavera-Clasicos-Universales/dp/8475059074\" rel=\"nofollow\">http://www.amazon.com/Prohibido-suicidarse-primavera-Clasicos-Universales/dp/8475059074</a>); translated as &#x201C;Suicide Forbidden in the Spring&#x201D;. An interesting play about a suicide clinic in the sense of the first one in this story. Watched the play twice: once with a very young cast and first time director that made it amusing and once with a more experienced team that made it utterly disturbing.</p>\n","createdAt":"2017-05-06T16:19:30.982Z","updatedAt":"2017-05-06T16:19:31.203Z","PageId":336}}],"mentionCount":1},{"id":145,"title":"A Billionaire Dinosaur Forced Me Gay","author":"Hunter Fox","amazonLink":"B00MCVVH6G","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.615Z","updatedAt":"2017-05-05T22:39:01.615Z","Mentions":[{"id":279,"mentionDate":"1433536440000","createdAt":"2017-05-06T18:33:03.817Z","updatedAt":"2017-05-06T18:33:03.817Z","BookId":145,"CommentId":236512,"Comment":{"id":236512,"commentUrl":"http://slatestarcodex.com/2015/06/02/and-i-show-you-how-deep-the-rabbit-hole-goes/","commentId":"comment-208810","commentTimestamp":"1433536440000","commentAuthor":"Jos","commentHtml":"<p>Deisaech, is &#x201C;If You Were a Dinosaur&#x201D; anything like the following:</p>\n<p><a href=\"http://www.amazon.com/Billionaire-Dinosaur-Forced-Me-Gay-ebook/dp/B00MCVVH6G\" rel=\"nofollow\">http://www.amazon.com/Billionaire-Dinosaur-Forced-Me-Gay-ebook/dp/B00MCVVH6G</a></p>\n","createdAt":"2017-05-06T16:21:03.550Z","updatedAt":"2017-05-06T16:21:04.266Z","PageId":354}}],"mentionCount":1},{"id":157,"title":"Anti-Judaism: The Western Tradition","author":"David Nirenberg","amazonLink":"0393347915","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":101,"mentionDate":"1421256000000","createdAt":"2017-05-06T18:09:25.575Z","updatedAt":"2017-05-06T18:09:25.575Z","BookId":157,"CommentId":266828,"Comment":{"id":266828,"commentUrl":"http://slatestarcodex.com/2015/01/13/evil-is-anti-inductive/","commentId":"comment-173778","commentTimestamp":"1421256000000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>From <a href=\"http://www.amazon.com/Anti-Judaism-Western-Tradition-David-Nirenberg/dp/0393347915\" rel=\"nofollow\">Anti-Judaism: The Western Tradition</a>, there&#x2019;s also a pattern of a distinctive group allying itself with the central government because local people tend to be prejudiced.</p>\n<p>As a result, when people want to be relatively safe attacking the central government, they attack the distinctive group. Anti-Semitism goes back to pre-Christian Egypt.</p>\n<p>Other than that, I think a lot of anti-Semitism, like other prejudices, runs on habit&#x2013; not wanting to admit having made a mistake and concern about being mistreated by other members of one&#x2019;s group.</p>\n<p>Also, I think a remarkable amount artistic imagination went into anti-Semitism. It&#x2019;s got a lot of memetic hooks.</p>\n","createdAt":"2017-05-06T16:25:12.962Z","updatedAt":"2017-05-06T16:25:13.408Z","PageId":423}}],"mentionCount":1},{"id":172,"title":"Intrusion","author":"Ken Macleod","amazonLink":"1841499390","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.626Z","updatedAt":"2017-05-05T22:39:01.626Z","Mentions":[{"id":238,"mentionDate":"1423255320000","createdAt":"2017-05-06T18:22:00.747Z","updatedAt":"2017-05-06T18:22:00.747Z","BookId":172,"CommentId":260173,"Comment":{"id":260173,"commentUrl":"http://slatestarcodex.com/2015/02/06/everything-not-obligatory-is-forbidden/","commentId":"comment-181204","commentTimestamp":"1423255320000","commentAuthor":"Paul","commentHtml":"<p>This scenario is the exact plot of Ken MacLeod&#x2019;s Intrusion: <a href=\"http://www.amazon.com/Intrusion-Ken-MacLeod/dp/1841499390\" rel=\"nofollow\">http://www.amazon.com/Intrusion-Ken-MacLeod/dp/1841499390</a></p>\n<blockquote><p>Imagine a near-future city, say London, where medical science has advanced beyond our own and a single-dose pill has been developed that, taken when pregnant, eradicates many common genetic defects from an unborn child. Hope Morrison, mother of a hyperactive four-year-old, is expecting her second child. She refuses to take The Fix, as the pill is known. This divides her family and friends and puts her and her husband in danger of imprisonment or worse. Is her decision a private matter of individual choice, or is it tantamount to willful neglect of her unborn child? A plausible and original novel with sinister echoes of 1984 and Brave New World.</p></blockquote>\n","createdAt":"2017-05-06T16:24:20.787Z","updatedAt":"2017-05-06T16:24:21.305Z","PageId":412}}],"mentionCount":1},{"id":182,"title":"A Farewell to Alms: A Brief Economic History of the World","author":"Gregory Clark","amazonLink":"0691141282","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.627Z","updatedAt":"2017-05-05T22:39:01.627Z","Mentions":[{"id":254,"mentionDate":"1436365200000","createdAt":"2017-05-06T18:26:46.355Z","updatedAt":"2017-05-06T18:26:46.355Z","BookId":182,"CommentId":227328,"Comment":{"id":227328,"commentUrl":"http://slatestarcodex.com/2015/07/08/cultural-evolution-2-thanks-for-the-meme-rise/","commentId":"comment-218266","commentTimestamp":"1436365200000","commentAuthor":"Vaniver","commentHtml":"<blockquote><p>However, despite dire predictions of all of us being crushed under the Amish&#x2019;s quaint hand-made boots, people had trouble thinking of historical examples of something like this happening.</p></blockquote>\n<p>This is sort of the premise of Gregory Clark&#x2019;s <a href=\"http://smile.amazon.com/Farewell-Alms-Economic-History-Princeton/dp/0691141282/ref=nosim?tag=vglnk-c319-20\" rel=\"nofollow\">A Farewell to Alms</a>&#x2013;the middle class outreproduced the lower class, and so the population slowly shifted to be more middle class in ancestry (and thus in personality).</p>\n<p>In general, though, I think you&#x2019;re leaning too heavily on the idea that a &#x2018;culture&#x2019; is born when an empire / religion / etc. starts and dies when it ends. Consider someone objecting to biological evolution because species are so long-lived that history isn&#x2019;t long enough for many generations. Well, they&#x2019;re missing the point&#x2013;individuals have very short generations, and it seems like the &#x2018;individuals&#x2019; that undergo cultural evolution are similarly short and localized.</p>\n","createdAt":"2017-05-06T16:19:43.426Z","updatedAt":"2017-05-06T16:19:43.860Z","PageId":340}}],"mentionCount":1},{"id":187,"title":"The Bloody White Baron: The Extraordinary Story of the Russian Nobleman Who Became the Last Khan of Mongolia","author":"James Palmer","amazonLink":"0465022073","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.628Z","updatedAt":"2017-05-05T22:39:01.628Z","Mentions":[{"id":107,"mentionDate":"1438285440000","createdAt":"2017-05-06T18:09:42.440Z","updatedAt":"2017-05-06T18:09:42.440Z","BookId":187,"CommentId":223482,"Comment":{"id":223482,"commentUrl":"http://slatestarcodex.com/2015/07/24/links-715-from-link-where-rocky-peaks-climb-bleak-and-bare/","commentId":"comment-223101","commentTimestamp":"1438285440000","commentAuthor":"Anthony","commentHtml":"<p>Because most westerners haven&#x2019;t read <a href=\"http://www.amazon.com/Bloody-White-Baron-Extraordinary-Nobleman/dp/0465022073/\" rel=\"nofollow\">this book</a>, nor are they aware that the current Dalai Lama and his immediate predecessor were the first two to not be murdered (mostly before adulthood) for several hundred years.</p>\n","createdAt":"2017-05-06T16:19:15.040Z","updatedAt":"2017-05-06T16:19:15.515Z","PageId":332}}],"mentionCount":1},{"id":257,"title":"The Tao Speaks: Lao-Tzu's Whispers of Wisdom","author":"Chih-Chung Tsai","amazonLink":"0385472595","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.632Z","updatedAt":"2017-05-05T22:39:01.632Z","Mentions":[{"id":126,"mentionDate":"1450643040000","createdAt":"2017-05-06T18:10:17.233Z","updatedAt":"2017-05-06T18:10:17.233Z","BookId":257,"CommentId":178400,"Comment":{"id":178400,"commentUrl":"http://slatestarcodex.com/2015/12/19/ot38-threader-than-today/","commentId":"comment-288113","commentTimestamp":"1450643040000","commentAuthor":"keranih","commentHtml":"<p>I read several versions of the Tao Te Ching, as well as other Asia classics in <a href=\"http://www.amazon.com/The-Tao-Speaks-Lao-Tzus-Whispers/dp/0385472595\" rel=\"nofollow\">this series</a>.  This is not anything like being expert.</p>\n<p>However, I absolutely agree that the Tao Te Ching expresses a small government, least-governance philosophy. It&#x2019;s also a rather anti-innovation and definitely anti-tech.</p>\n","createdAt":"2017-05-06T16:13:02.583Z","updatedAt":"2017-05-06T16:13:03.744Z","PageId":266}}],"mentionCount":1},{"id":333,"title":"Transforming Negative Self-Talk: Practical, Effective Exercises","author":"Steve Andreas","amazonLink":"039370789X","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":271,"mentionDate":"1429102080000","createdAt":"2017-05-06T18:31:06.463Z","updatedAt":"2017-05-06T18:31:06.463Z","BookId":333,"CommentId":246480,"Comment":{"id":246480,"commentUrl":"http://slatestarcodex.com/2015/04/13/ot18-istanbul-not-constantinopen/","commentId":"comment-197763","commentTimestamp":"1429102080000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>I&#x2019;ve gotten some help from <a href=\"http://www.amazon.com/Transforming-Negative-Self-Talk-Practical-Effective/dp/039370789X\" rel=\"nofollow\">Transforming Negative Self-Talk</a>&#x2014; it&#x2019;s an NLP approach which involves changing various aspects of the attack voice&#x2013; its volume, location, pitch, etc. rather than engaging with the words.</p>\n<p>It&#x2019;s also helped me to do aftercare&#x2013; to be gentle with myself after an internal attack.</p>\n<p>I&#x2019;m reasonably sure that internal attacks have something to do with a high background level of anxiety, so it can help to work on lowering that.</p>\n","createdAt":"2017-05-06T16:22:21.378Z","updatedAt":"2017-05-06T16:22:22.164Z","PageId":376}}],"mentionCount":1},{"id":126,"title":"Handbook of Hope: Theory, Measures, and Applications","author":"C. Richard Snyder","amazonLink":"0126540500","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.612Z","updatedAt":"2017-05-05T22:39:01.612Z","Mentions":[{"id":289,"mentionDate":"1428589380000","createdAt":"2017-05-06T18:37:30.988Z","updatedAt":"2017-05-06T18:37:30.988Z","BookId":126,"CommentId":247144,"Comment":{"id":247144,"commentUrl":"http://slatestarcodex.com/2015/04/08/no-clarity-around-growth-mindset-yet/","commentId":"comment-196605","commentTimestamp":"1428589380000","commentAuthor":"<a href=\"http://yzilber.blogspot.com\" rel=\"external nofollow\" class=\"url\">Jazi Zilber</a>","commentHtml":"<p>A few points.</p>\n<p>1) Multiple kinds of beliefs can be manipulated and have an effect. The most known is the industrial experiments that eventually found that any experimental change increases productivity, by the very power of experiment/tracking/change (not sure about what exactly worked, but that was the gist of it)</p>\n<p>2) The million dollar question is not what works in the lab, but what works ecologically over the long term.<br>\nShort term, faking works. &#x201C;one more second and you are there&#x201D; etc. and a person exerts maximum effort evey minute. </p>\n<p>But one cannot exert effort all the time.<br>\nAlso, the motivation and belief system will not sustain it forever. </p>\n<p>So, even if the growth mindset works at times. It is not clear how applicable it is for real life &#x2013; long term.</p>\n<p>3) the decision making cost.<br>\nKnowing one&#x2019;s limits is useful. &#x201C;I am good at this&#x201D; &#x2013; &#x201C;I am bad at this&#x201D; is very useful to decide on jobs, etc. etc.<br>\nhow much is it worthwhile to lose on realism for the sake of increased effort &#x2013; motivation (assuming there is an effect).</p>\n<p>4) Positive illusions literature.<br>\nthere was a paper (taylor &amp; Brown 1988) showing positive illustions to be part of a healthy psyche. But up to a point as The same authors qualified in later work (<a href=\"http://web.psych.utoronto.ca/psy430/Taylor%26Brown_Positive%20Illusions%20and%20Well-Being%20Revisited.pdf\" rel=\"nofollow\">http://web.psych.utoronto.ca/psy430/Taylor%26Brown_Positive%20Illusions%20and%20Well-Being%20Revisited.pdf</a>)</p>\n<p>5) The work on Hope shows similar results. Namely that the effect of having high hope is pretty much just positive. <a href=\"http://www.amazon.com/Handbook-Hope-Theory-Measures-Applications/dp/0126540500\" rel=\"nofollow\">http://www.amazon.com/Handbook-Hope-Theory-Measures-Applications/dp/0126540500</a></p>\n<p>Taylor, S. E. &amp; Brown, J. D. (1988). Illusion and well-being: A social psychological perspective on mental health.( Psychological Bulletin, 103, 193&#x2014;210.)<br>\n<a href=\"http://humancond.org/_media/papers/taylor_brown_88_illusion_and_well_being.pdf\" rel=\"nofollow\">http://humancond.org/_media/papers/taylor_brown_88_illusion_and_well_being.pdf</a></p>\n","createdAt":"2017-05-06T16:22:28.666Z","updatedAt":"2017-05-06T16:22:28.970Z","PageId":379}}],"mentionCount":1},{"id":148,"title":"Loneliness: Human Nature and the Need for Social Connection","author":"John T. Cacciopo","amazonLink":"0393335283","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.615Z","updatedAt":"2017-05-05T22:39:01.615Z","Mentions":[{"id":312,"mentionDate":"1437403560000","createdAt":"2017-05-06T18:47:46.704Z","updatedAt":"2017-05-06T18:47:46.704Z","BookId":148,"CommentId":225940,"Comment":{"id":225940,"commentUrl":"http://slatestarcodex.com/2015/07/16/cbt-in-the-water-supply/","commentId":"comment-220462","commentTimestamp":"1437403560000","commentAuthor":"Adam","commentHtml":"<p>&#x201C;On the other hand, maybe you&#x2019;re idealizing that past a bit?&#x201D;</p>\n<p>Not really.  A study done in the 80&#x2019;s had people report they had on average 4 close friends.  That same study repeated in the late 2000&#x2019;s had that number drop to 1.</p>\n<p>More information here:<br>\n<a href=\"http://www.amazon.com/Loneliness-Human-Nature-Social-Connection/dp/0393335283\" rel=\"nofollow\">http://www.amazon.com/Loneliness-Human-Nature-Social-Connection/dp/0393335283</a></p>\n","createdAt":"2017-05-06T16:19:33.445Z","updatedAt":"2017-05-06T16:19:33.766Z","PageId":337}}],"mentionCount":1},{"id":158,"title":"Hive Mind: How Your Nations IQ Matters So Much More Than Your Own","author":"Garett Jones","amazonLink":"0804785961","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":44,"mentionDate":"1447052940000","createdAt":"2017-05-06T18:08:12.476Z","updatedAt":"2017-05-06T18:08:12.476Z","BookId":158,"CommentId":191647,"Comment":{"id":191647,"commentUrl":"http://slatestarcodex.com/2015/11/08/ot33-opeth-thread/","commentId":"comment-260502","commentTimestamp":"1447052940000","commentAuthor":"Wrong Species","commentHtml":"<p>I have the perfect book too. &#x201C;Hive Mind: How Your Nation&#x2019;s IQ Matters So Much More Than Your Own&#x201D;. Relevant to many commenters here and it comes out soon.</p>\n<p><a href=\"http://www.amazon.com/Hive-Mind-Your-Nation%C2%92s-Matters/dp/0804785961\" rel=\"nofollow\">http://www.amazon.com/Hive-Mind-Your-Nation%C2%92s-Matters/dp/0804785961</a></p>\n","createdAt":"2017-05-06T16:14:49.963Z","updatedAt":"2017-05-06T16:14:50.996Z","PageId":286}}],"mentionCount":1},{"id":41,"title":"The Problem of Political Authority: An Examination of the Right to Coerce and the Duty to Obey","author":"Michael Huemer","amazonLink":"1137281650","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.603Z","updatedAt":"2017-05-05T22:39:01.603Z","Mentions":[{"id":237,"mentionDate":"1426774800000","createdAt":"2017-05-06T18:21:44.234Z","updatedAt":"2017-05-06T18:21:44.234Z","BookId":41,"CommentId":252301,"Comment":{"id":252301,"commentUrl":"http://slatestarcodex.com/2015/03/18/book-review-the-machinery-of-freedom/","commentId":"comment-190954","commentTimestamp":"1426774800000","commentAuthor":"Mike H","commentHtml":"<blockquote><p>I mean the very Outside View question of &#x201C;why is it that, by coincidence, not using force is an effective way to solve all problems?</p></blockquote>\n<p>Because it follows from intuition and our intuitions are evidence about objective morality. I recommend reading Michael Huemer&#x2019;s <a href=\"//www.amazon.com/The-Problem-Political-Authority-Examination/dp/1137281650&#x201D;\" rel=\"nofollow\">&#x201C;The Problem of Political Authority&#x201D;</a> as a follow up of Friedman&#x2019;s work.</p>\n<p>Why is <em>anything</em> convincing? Because it appeals to our &#x201C;common sense.&#x201D; When a new argument beats an old argument it is because the new argument is more intuitively obvious than the old one. Huemer&#x2019;s book shows how our uncontroversial moral intuitions, applied consistently, show that the state is immoral. The only way an immoral entity can be allowed to exist is if there is no better alternative.</p>\n<p>So, if anarcho capitalism can work, it is more morally correct.</p>\n<p>The reason it hasn&#x2019;t happened yet is the same reason democracy didn&#x2019;t occur everywhere throughout time and still is dysfunctional many places. We improve our moral intuitions over time. Democracy is an improvement over totalitarianism. We should see greater moral improvements lead to a more libertarian, and eventually anarcho-capitalist, society.</p>\n<p>So critics are right when they say it wouldn&#x2019;t work yet, and it&#x2019;s because people <em>expect</em> it not to work. A new government would replace the old tomorrow. But expectations change over time. There was a time it would be considered crazy for a leader of a country to give up power peacefully, once obtained. Now it would be crazy for, say, a US president <em>not</em> to give up power.</p>\n<p>Even though it likely wouldn&#x2019;t work now doesn&#x2019;t mean it&#x2019;s not right to hold the views of anarcho-capitalism. One holds and first argues for the correct answer, then one can move on to more &#x201C;utilitarian&#x201D; solutions and compromise in the meantime. All we can do is push the ball towards the ultimate moral goal as best we can since people take a long time to be convinced.</p>\n","createdAt":"2017-05-06T16:23:08.398Z","updatedAt":"2017-05-06T16:23:09.093Z","PageId":390}}],"mentionCount":1},{"id":183,"title":"The Uniqueness of Western Civilization","author":"Ricardo Duchesne","amazonLink":"9004232761","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.627Z","updatedAt":"2017-05-05T22:39:01.627Z","Mentions":[{"id":268,"mentionDate":"1447065240000","createdAt":"2017-05-06T18:30:39.841Z","updatedAt":"2017-05-06T18:30:39.841Z","BookId":183,"CommentId":191671,"Comment":{"id":191671,"commentUrl":"http://slatestarcodex.com/2015/11/08/ot33-opeth-thread/","commentId":"comment-260645","commentTimestamp":"1447065240000","commentAuthor":"JK","commentHtml":"<p><a href=\"http://www.amazon.com/Uniqueness-Civilization-Critical-Sciences-Academic/dp/9004232761/\" rel=\"nofollow\">The Uniqueness of Western Civilization</a> by Ricardo Duchesne. I didn&#x2019;t find his explanation of Western dominance very credible, but he makes some well-placed criticisms of Kenneth Pomeranz in particular.</p>\n","createdAt":"2017-05-06T16:14:49.964Z","updatedAt":"2017-05-06T16:14:51.016Z","PageId":286}}],"mentionCount":1},{"id":225,"title":"The Big Necessity: The Unmentionable World of Human Waste and Why It Matters","author":"Rose George","amazonLink":"0805090835","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.630Z","updatedAt":"2017-05-05T22:39:01.630Z","Mentions":[{"id":65,"mentionDate":"1431533220000","createdAt":"2017-05-06T18:08:29.800Z","updatedAt":"2017-05-06T18:08:29.800Z","BookId":225,"CommentId":241141,"Comment":{"id":241141,"commentUrl":"http://slatestarcodex.com/2015/05/11/california-water-you-doing/","commentId":"comment-203455","commentTimestamp":"1431533220000","commentAuthor":"HeelBearCub","commentHtml":"<p>I am going off primarily off of what I remember from<br>\n<a href=\"http://www.amazon.com/The-Big-Necessity-Unmentionable-Matters/dp/0805090835\" rel=\"nofollow\">The Big Necessity</a> by Rose George. I need to see if I can find my copy of the book, although I think it might be in (some box) in the garage.</p>\n<p>Since you have practical experience in this area, I&#x2019;d love to hear if you have read the book. It concentrates on the general issue of &#x201C;WatSan&#x201D; (with an emphasis on the sanitation side) and how it affects and is affected by poverty around the world.</p>\n","createdAt":"2017-05-06T16:21:40.188Z","updatedAt":"2017-05-06T16:21:40.791Z","PageId":363}}],"mentionCount":1},{"id":20,"title":"Secrets of the Pelvis for Martial Arts: A Practical Guide for Improving Your Wujifa, Taiji, Xingyi, Bagua and Everyday Life","author":"Michael Buhr","amazonLink":"B00C14WO5W","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.595Z","updatedAt":"2017-05-05T22:39:01.595Z","Mentions":[{"id":41,"mentionDate":"1448466960000","createdAt":"2017-05-06T18:08:11.104Z","updatedAt":"2017-05-06T18:08:11.104Z","BookId":20,"CommentId":187421,"Comment":{"id":187421,"commentUrl":"http://slatestarcodex.com/2015/11/25/ot35-boston-comment/","commentId":"comment-269474","commentTimestamp":"1448466960000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>I do non-martial tai chi.</p>\n<p>I don&#x2019;t think it&#x2019;s cultural appropriation. I&#x2019;m not claiming to be Chinese. I&#x2019;m not claiming I&#x2019;m doing authentic tai chi. I think it&#x2019;s very bad if fear of cultural appropriation keeps people from learning from each other.</p>\n<p>Years ago someone asked me  whether I thought I was less able to learn tai chi because I wasn&#x2019;t Chinese. At the time, I said that I didn&#x2019;t see a problem because the human body is the human body.</p>\n<p>Since then, I&#x2019;ve found out that the Chinese word <i>sung</i> which is usually translated as relaxed is not well-translated that way. The usual distinction is that <i>sung</i> doesn&#x2019;t mean like an overcooked noodle, it means like a cat watching a mousehole. The fact that English doesn&#x2019;t have a word for the latter concept is probably a serious gap in our view of the world&#x2013; our model marks too much effort (and valorizes it) and too little effort, while leaving optimal effort out of the picture.</p>\n<p><a href=\"http://www.amazon.com/Secrets-Pelvis-Martial-Arts-Practical-ebook/dp/B00C14WO5W\" rel=\"nofollow\">Secrets of the Pelvis for the Martial Arts</a> has an appendix about the connotations of &#x201C;round&#x201D; in Chinese. In Chinese, it connotes completeness, fullness, natural order running smoothly&#x2026;. it isn&#x2019;t just about geometry. In American English, &#x201C;round&#x201D; has a range of meanings, but none of them have so much metaphysical force.</p>\n<p>The next is from memory of an article in Tai Chi magazine about a word which means resist without effort, like a wall standing in the wind. Americans tend to resist with too much effort.</p>\n<p>So, at this point, I&#x2019;m willing to believe that people who don&#x2019;t have a good understanding of Chinese will find it harder to learn tai chi. I&#x2019;m reasonably sure that the three words I&#x2019;ve found out about aren&#x2019;t the only ones that cause confusion.</p>\n","createdAt":"2017-05-06T16:14:17.537Z","updatedAt":"2017-05-06T16:14:18.283Z","PageId":278}}],"mentionCount":1},{"id":269,"title":"The Anubis Gates","author":"Tim Powers","amazonLink":"0441004016","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.633Z","updatedAt":"2017-05-05T22:39:01.633Z","Mentions":[{"id":275,"mentionDate":"1450963020000","createdAt":"2017-05-06T18:32:32.873Z","updatedAt":"2017-05-06T18:32:32.873Z","BookId":269,"CommentId":178860,"Comment":{"id":178860,"commentUrl":"http://slatestarcodex.com/2015/12/19/ot38-threader-than-today/","commentId":"comment-290150","commentTimestamp":"1450963020000","commentAuthor":"<a href=\"http://jaskology.com\" rel=\"external nofollow\" class=\"url\">Jaskologist</a>","commentHtml":"<p>Read Tim Powers&#x2019; <a href=\"http://www.amazon.com/The-Anubis-Gates-Science-Fiction/dp/0441004016\" rel=\"nofollow\">The Anubis Gates</a>. Excellent book, built around &#x201C;you&#x2019;ve already done everything you&#x2019;re going to do.&#x201D;</p>\n","createdAt":"2017-05-06T16:13:02.601Z","updatedAt":"2017-05-06T16:13:04.130Z","PageId":266}}],"mentionCount":1},{"id":279,"title":"Head First Design Patterns: A Brain-Friendly Guide","author":"Eric Freeman","amazonLink":"0596007124","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.634Z","updatedAt":"2017-05-05T22:39:01.634Z","Mentions":[{"id":328,"mentionDate":"1438794240000","createdAt":"2017-05-06T18:59:46.074Z","updatedAt":"2017-05-06T18:59:46.074Z","BookId":279,"CommentId":221057,"Comment":{"id":221057,"commentUrl":"http://slatestarcodex.com/2015/08/05/ot25-obon-thread/","commentId":"comment-224276","commentTimestamp":"1438794240000","commentAuthor":"<a href=\"http://www.multifariam.net/\" rel=\"external nofollow\" class=\"url\">AnObfuscator</a>","commentHtml":"<p>Several pieces of advice:</p>\n<p>(1) Write code, and get feedback. I suggest Reddit&#x2019;s DailyProgrammer. There are some brilliant solutions on there, and by submitting and reviewing the solutions of others, it will help you expand your ability to create code.</p>\n<p>(2) Learn frameworks. For better or worse, modern software engineering is less &#x201C;come up with clever algorithms&#x201D; and is more &#x201C;string together frameworks to solve your problem&#x201D;. </p>\n<p>(3) Learn how to engineer software. One of the major problems I see with people coming from other fields is that while they know how to &#x201C;write code&#x201D;, they don&#x2019;t know how to build larger, complex systems well.</p>\n<p>To this end, I would suggest learning design patterns and unit testing. For design patterns, these are great books:<br>\n<a href=\"http://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented-ebook/dp/B000SEIBB8/\" rel=\"nofollow\"> Design Patterns: Elements of Reusable Object-Oriented Software </a> &#x2014; This is the bible. Also called &#x201C;Gang of Four&#x201D; or &#x201C;GoF&#x201D; design patterns. Also called &#x201C;The blue and white design patterns book&#x201D;. It&#x2019;s a little dense, and a little dated, but it&#x2019;s a classic.<br>\n<a href=\"http://www.amazon.com/Head-First-Design-Patterns-Freeman/dp/0596007124\" rel=\"nofollow\"> Head First Design Patterns</a> &#x2014; A little newer and more accessible than the bible. </p>\n<p>As I learned Agile software development and unit testing OTJ, I can&#x2019;t really offer any good books on those.</p>\n","createdAt":"2017-05-06T16:18:54.301Z","updatedAt":"2017-05-06T16:18:54.783Z","PageId":328}}],"mentionCount":1},{"id":296,"title":"\"Nice guys finish seventh\": False phrases, spurious sayings, and familiar misquotations","author":"Ralph Keyes","amazonLink":"0062700200","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.641Z","updatedAt":"2017-05-05T22:39:01.641Z","Mentions":[{"id":176,"mentionDate":"1435178400000","createdAt":"2017-05-06T18:13:21.413Z","updatedAt":"2017-05-06T18:13:21.413Z","BookId":296,"CommentId":230177,"Comment":{"id":230177,"commentUrl":"http://slatestarcodex.com/2015/06/24/links-615-monsters-link/","commentId":"comment-215045","commentTimestamp":"1435178400000","commentAuthor":"<a href=\"http://politicalgraveyard.com\" rel=\"external nofollow\" class=\"url\">Larry Kestenbaum</a>","commentHtml":"<p>I strongly support your skepticism about the attribution of a nice-sounding quotation. See <a href=\"http://www.amazon.com/Nice-guys-finish-seventh-misquotations/dp/0062700200/\" rel=\"nofollow\">&#x201C;Nice guys finish seventh&#x201D;: False phrases, spurious sayings, and familiar misquotations</a>.</p>\n","createdAt":"2017-05-06T16:20:24.778Z","updatedAt":"2017-05-06T16:20:26.119Z","PageId":345}}],"mentionCount":1},{"id":301,"title":"The Pioneer Detectives: Did a distant spacecraft prove Einstein and Newton wrong?","author":"Konstantin Kakaes","amazonLink":"B00DV5SERW","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.642Z","updatedAt":"2017-05-05T22:39:01.642Z","Mentions":[{"id":82,"mentionDate":"1436453820000","createdAt":"2017-05-06T18:08:53.306Z","updatedAt":"2017-05-06T18:08:53.306Z","BookId":301,"CommentId":226499,"Comment":{"id":226499,"commentUrl":"http://slatestarcodex.com/2015/07/08/links-715-link-carbon-battery/","commentId":"comment-218780","commentTimestamp":"1436453820000","commentAuthor":"<a href=\"http://prophecyformula.tumblr.com\" rel=\"external nofollow\" class=\"url\">haishan</a>","commentHtml":"<p>By the way, if anyone is curious what happened with the Pioneer anomaly, <a href=\"http://www.amazon.com/The-Pioneer-Detectives-spacecraft-Einstein-ebook/dp/B00DV5SERW\" rel=\"nofollow\">this</a> is a pretty excellent account of the research that eventually explained it. Well worth the three bucks, IMHO.</p>\n","createdAt":"2017-05-06T16:19:40.191Z","updatedAt":"2017-05-06T16:19:40.829Z","PageId":339}}],"mentionCount":1},{"id":316,"title":"Somatics: Reawakening The Mind's Control Of Movement, Flexibility, And Health","author":"Thomas Hanna","amazonLink":"0738209570","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.642Z","updatedAt":"2017-05-05T22:39:01.642Z","Mentions":[{"id":258,"mentionDate":"1429036020000","createdAt":"2017-05-06T18:28:26.378Z","updatedAt":"2017-05-06T18:28:26.378Z","BookId":316,"CommentId":246062,"Comment":{"id":246062,"commentUrl":"http://slatestarcodex.com/2015/04/13/ot18-istanbul-not-constantinopen/","commentId":"comment-197519","commentTimestamp":"1429036020000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p><a href=\"http://www.amazon.com/Somatics-Reawakening-Control-Movement-Flexibility/dp/0738209570\" rel=\"nofollow\">Somatics</a> has a good routine. It isn&#x2019;t stretching, it&#x2019;s a series of gentle movements which remind your body that you can move easily.</p>\n","createdAt":"2017-05-06T16:22:21.363Z","updatedAt":"2017-05-06T16:22:21.726Z","PageId":376}}],"mentionCount":1},{"id":336,"title":"Make It Stick: The Science of Successful Learning","author":"Peter C. Brown","amazonLink":"0674729013","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":245,"mentionDate":"1426466400000","createdAt":"2017-05-06T18:24:29.645Z","updatedAt":"2017-05-06T18:24:29.645Z","BookId":336,"CommentId":253729,"Comment":{"id":253729,"commentUrl":"http://slatestarcodex.com/2015/03/12/ot16-avada-threadavra/","commentId":"comment-190165","commentTimestamp":"1426466400000","commentAuthor":"zz","commentHtml":"<p>Having studied cello for quite some time, nothing here really surprised me. Other thoughts:</p>\n<blockquote cite=\"\"><p>3. Practice was thoughtful, as evidenced by silent pauses while looking at the music, singing/humming, making notes on the page, or expressing verbal &#x201C;ah-ha&#x201D;s.</p></blockquote>\n<p>This sort of &#x201C;reflection&#x201D; is a practice strategy recommended in <a href=\"http://smile.amazon.com/Make-It-Stick-Successful-Learning/dp/0674729013?sa-no-redirect=1\" rel=\"nofollow\">Make It Stick</a>, a book by a pair of cognitive scientists who&#x2019;d just completed a decade of research on effective learning (recommended).</p>\n<blockquote cite=\"\"><p>6. The precise location and source of each error was identified accurately, rehearsed, and corrected.<br>\n7. Tempo of individual performance trials was varied systematically; logically understandable changes in tempo occurred between trials (e.g. slowed things down to get tricky sections correct).<br>\n8. Target passages were repeated until the error was corrected and the passage was stabilized, as evidenced by the error&#x2019;s absence in subsequent trials.</p></blockquote>\n<p>The article claims that the top three pianists used all these strategies and all the lesser pianists barely utilized them. I find this both surprising, because every single student-musician who was serious about music uses them, and not surprising, because everyone I know who&#x2019;s serious uses these strategies; if you&#x2019;re not using them, no wonder you&#x2019;re not in the top.</p>\n<p>Then again, I live in an unusually good musical community. My friend is son of a professional conductor, has played Yo-Yo Ma&#x2019;s cello several times, and has studied under the best teachers in the world the country&#x2019;s best music programs. I have a fraction of his talent, growing-up-in-a-musical-household, and practice regimen, and I&#x2019;ve still been able to work with members of the <a href=\"http://en.wikipedia.org/wiki/Big_Five_%28orchestras%29\" rel=\"nofollow\">Philadelphia Orchestra</a>.</p>\n<p>Notice how close Texas (where the study in question was conducted) is to any of the Big Five orchestras. It&#x2019;s <i>extremely</i> plausible that the study subjects&#x2014;advanced undergraduate and graduate piano and piano pedagogy majors&#x2014;are genuinely unaware of the best practice strategies that are completely obvious to someone relatively talentless like me because they don&#x2019;t come from a culture that supports it*.</p>\n<p>There&#x2019;s probably a pre-selection effect here: if you&#x2019;re a music student and know how to practice effectively, you probably aren&#x2019;t going to school in Texas, and if you&#x2019;re a good music teacher and keep up with what works the best and are good at changing your mind in response to new evidence and maybe even read some cog psy literature, you probably aren&#x2019;t teaching in Texas.</p>\n<p>&#x2014;-</p>\n<p>*If you doubt that different regional cultures can have such drastic effects, just look briefly at how entirely Korea dominates The Rest of the World in Starcraft 2. I can&#x2019;t dig up a really great primary reference, but Koreans are so much better than &#x201C;foreigners&#x201D; (as they&#x2019;re called) that there&#x2019;s essentially two leagues: one for Koreans and one for everyone else, so they aren&#x2019;t beaten by Koreans. It&#x2019;s a bit like men&#x2019;s and women&#x2019;s leagues in physical sports: the best non-Koreans can maybe compete with second-string Koreans, but it&#x2019;s truly remarkable/unheard of for a foreigner to beat an A-team Korean. For instance, <a href=\"http://wiki.teamliquid.net/starcraft2/Hydra\" rel=\"nofollow\">Hydra</a>, a Korean progamer somewhere between A- and B-team, was <a href=\"http://wiki.teamliquid.net/starcraft2/2015_WCS_Season_1/Premier\" rel=\"nofollow\">recently defeated</a> by a foreigner, after going something like 60-0 against foreigners.</p>\n<p>&#x2026;There&#x2019;s a point here, and it&#x2019;s that Koreans beat the snot out of non-Koreans and that the best explanation is Korean culture: they treat the best Starcraft players like Americans treat the best baseballers (in all honesty, they inspire more awe&#x2014;when was the last time a baseballer was <a href=\"http://www.teamliquid.net/staff/Waxangel/jinairplane.jpg\" rel=\"nofollow\">painted on an airplane</a>?), and they&#x2019;ve figured out how to practice Starcraft most effectively. Foreigners don&#x2019;t the same coaching quality, high-level practice partners, or practice regimen, and thus get the snot beat out of them.</p>\n<p>So, yes: if a game like Starcraft, which is inherently internet-centric, can have the best players in different regions doing different things because of cultural differences, then we shouldn&#x2019;t be surprised to see something similar in classical music, which doesn&#x2019;t mesh well with the internet.</p>\n","createdAt":"2017-05-06T16:23:19.962Z","updatedAt":"2017-05-06T16:23:20.983Z","PageId":393}}],"mentionCount":1},{"id":361,"title":"Mindset: The New Psychology of Success","author":"Carol S. Dweck","amazonLink":"0345472322","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.645Z","updatedAt":"2017-05-05T22:39:01.645Z","Mentions":[{"id":280,"mentionDate":"1426223460000","createdAt":"2017-05-06T18:33:09.772Z","updatedAt":"2017-05-06T18:33:09.772Z","BookId":361,"CommentId":253861,"Comment":{"id":253861,"commentUrl":"http://slatestarcodex.com/2015/03/12/book-review-willpower/","commentId":"comment-189307","commentTimestamp":"1426223460000","commentAuthor":"<a href=\"http://beeminder.com\" rel=\"external nofollow\" class=\"url\">Daniel Reeves</a>","commentHtml":"<p>Love this (as always) and just want to cast my vote to review Carol Dweck&#x2019;s book next: <a href=\"http://www.amazon.com/Mindset-Psychology-Success-Carol-Dweck/dp/0345472322\" rel=\"nofollow\">http://www.amazon.com/Mindset-Psychology-Success-Carol-Dweck/dp/0345472322</a></p>\n<p>So far I&#x2019;m on her side in the Baumeister vs Dweck debate, so I&#x2019;m eager to hear what&#x2019;s behind that &#x201C;if Dweck were an oncologist&#x201D; jab (or maybe it was entirely good-natured).</p>\n<p>To argue against your million-dollar analogy: With physical endurance you approach a physical limit asymptotically. The feeling that you can always eke out more with the right inducement is an illusion. Eventually one more straw will in fact break a camel&#x2019;s back. As for willpower&#x2026; With the right inducement (say, continued employment) you can exert superhuman willpower, like waking up early and going to work every day for years or decades. Which is to say that with the right incentives, willpower doesn&#x2019;t even need to be invoked. So maybe I&#x2019;m saying that it doesn&#x2019;t matter if willpower is unlimited, you can route around it and find creative ways to induce yourself to do what you really want to do.</p>\n<p>Dammit, I degenerated immediately to pitching Beeminder again!</p>\n<p>But to finish the thought, as I&#x2019;ve argued in the comments above, the best way to use Beeminder, at least initially, is not to probe the hard limits of willpower but to fix egregious instances of akrasia &#x2014; to do a bit more than the bupkes you&#x2019;d do if left to your own devices. You can then gradually dial up the steepness of your graph, but certainly stop doing that before feeling overwhelmed by stress and anxiety.</p>\n<p>In other words, make a measurable improvement well below the point that the limits of willpower are even a question (if you don&#x2019;t think of it as routing around willpower altogether). Some people &#x2014; like the productivity-ueber-alles types who try polyphasic sleep and whatnot &#x2014; thrive on adding stress and Beeminder can accommodate that. But using it in moderation can reduce stress, like by getting you to spread your studying out over a semester instead of cramming for exams, or by making you pay attention to your fitbit just enough to actually get in 10k steps a day, or getting yourself to bed on time instead of repeatedly getting in &#x201C;one more point&#x201D; in a comment thread till 2am.</p>\n","createdAt":"2017-05-06T16:23:22.956Z","updatedAt":"2017-05-06T16:23:23.128Z","PageId":394}}],"mentionCount":1},{"id":26,"title":"The Righteous Mind: Why Good People Are Divided by Politics and Religion","author":"Jonathan Haidt","amazonLink":"0307455777","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.600Z","updatedAt":"2017-05-05T22:39:01.600Z","Mentions":[{"id":315,"mentionDate":"1433344440000","createdAt":"2017-05-06T18:51:08.205Z","updatedAt":"2017-05-06T18:51:08.205Z","BookId":26,"CommentId":237259,"Comment":{"id":237259,"commentUrl":"http://slatestarcodex.com/2015/06/01/ot21-master-and-commenter/","commentId":"comment-208299","commentTimestamp":"1433344440000","commentAuthor":"Anthony","commentHtml":"<p>Mood stabilizers are known to suppress emotions generally, but I have no idea if this makes people more rational. I suspect that would first require knowledge of, and commitment to, rational thought processes.</p>\n<p>However, the <a href=\"http://www.amazon.com/Righteous-Mind-Divided-Politics-Religion/dp/0307455777/\" rel=\"nofollow\">research indicates that our emotions drive our reasoning</a>, so suppressing one&#x2019;s emotions may not actually help.</p>\n","createdAt":"2017-05-06T16:21:08.069Z","updatedAt":"2017-05-06T16:21:08.982Z","PageId":355}}],"mentionCount":1},{"id":133,"title":"Brain, Mind and Computers","author":"Stanley L. Jaki","amazonLink":"0895269074","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.614Z","updatedAt":"2017-05-05T22:39:01.614Z","Mentions":[{"id":276,"mentionDate":"1431777240000","createdAt":"2017-05-06T18:32:41.503Z","updatedAt":"2017-05-06T18:32:41.503Z","BookId":133,"CommentId":240122,"Comment":{"id":240122,"commentUrl":"http://slatestarcodex.com/2015/05/14/ot20-heavens-open/","commentId":"comment-204092","commentTimestamp":"1431777240000","commentAuthor":"Joe","commentHtml":"<p>You can start with these links. Is just conceptually impossible.<br>\n<a href=\"http://edwardfeser.blogspot.com/2015/02/accept-no-imitations.html?m=1\" rel=\"nofollow\">http://edwardfeser.blogspot.com/2015/02/accept-no-imitations.html?m=1</a></p>\n<p><a href=\"http://edwardfeser.blogspot.com/2013/12/zombies-shoppers-guide.html?m=1\" rel=\"nofollow\">http://edwardfeser.blogspot.com/2013/12/zombies-shoppers-guide.html?m=1</a></p>\n<p><a href=\"http://the-american-catholic.com/2009/01/16/the-promises-of-artificial-intelligence/\" rel=\"nofollow\">http://the-american-catholic.com/2009/01/16/the-promises-of-artificial-intelligence/</a></p>\n<p>You also might read this book<br>\n<a href=\"http://www.amazon.com/gp/aw/cr/0895269074/ref=mw_dp_cr\" rel=\"nofollow\">http://www.amazon.com/gp/aw/cr/0895269074/ref=mw_dp_cr</a></p>\n","createdAt":"2017-05-06T16:21:35.312Z","updatedAt":"2017-05-06T16:21:35.787Z","PageId":362}}],"mentionCount":1},{"id":164,"title":"Religion and the Constitution","author":"Michael W. McConnel","amazonLink":"073550718X","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":301,"mentionDate":"1436383320000","createdAt":"2017-05-06T18:42:31.817Z","updatedAt":"2017-05-06T18:42:31.817Z","BookId":164,"CommentId":228063,"Comment":{"id":228063,"commentUrl":"http://slatestarcodex.com/2015/07/07/the-argument-from-cultural-evolution/","commentId":"comment-218399","commentTimestamp":"1436383320000","commentAuthor":"brad","commentHtml":"<p>The first amendment.</p>\n<p><a href=\"http://smile.amazon.com/gp/product/073550718X/\" rel=\"nofollow\">http://smile.amazon.com/gp/product/073550718X/</a></p>\n<p>is a good introduction to the subject.</p>\n","createdAt":"2017-05-06T16:19:50.010Z","updatedAt":"2017-05-06T16:19:50.904Z","PageId":341}}],"mentionCount":1},{"id":174,"title":"The Social Conquest of Earth","author":"Edward O. Wilson","amazonLink":"0871403633","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.627Z","updatedAt":"2017-05-05T22:39:01.627Z","Mentions":[{"id":132,"mentionDate":"1451487480000","createdAt":"2017-05-06T18:10:48.172Z","updatedAt":"2017-05-06T18:10:48.172Z","BookId":174,"CommentId":176823,"Comment":{"id":176823,"commentUrl":"http://slatestarcodex.com/2015/12/27/things-that-are-not-superintelligences/","commentId":"comment-294199","commentTimestamp":"1451487480000","commentAuthor":"SUT","commentHtml":"<p>An Aboriginal child raised in an Aboriginal tribe will never be capable of Intellectual-Feat-X. But we know an Aboriginal child raised in a modern family can perform intellectual work. So ~45,000 years of &#x201C;evolutionary refinement&#x201D; to intelligence can be substituted by an average family environment.</p>\n<p>It&#x2019;s looking less and less like there one some breakout geno/pheno type that enabled H Sapien to conquer the world (and the other Hominids). Instead of it was the geometric growth of technology gains that accrue to a social entity (the tribe, the village, the city) that created the modern day benchmark of an intelligent agent.</p>\n<p>To put it in CS terms: it&#x2019;s not the machine learning source code (the genes) it&#x2019;s the training data (the experience of growing up, and working in a society of highly specialized labor) that produces the Euler.</p>\n<p>Currently reading E.O. Wilson&#x2019;s <i><a href=\"http://www.amazon.com/Social-Conquest-Earth-Edward-Wilson/dp/0871403633\" rel=\"nofollow\">The Social Conquest of the Earth</a></i> which will give you an interesting counter-point to Bostrom-style futurism.</p>\n","createdAt":"2017-05-06T16:12:47.169Z","updatedAt":"2017-05-06T16:12:47.850Z","PageId":264}}],"mentionCount":1},{"id":184,"title":"Sapiens: A Brief History of Humankind","author":"Yuval Noah Harari","amazonLink":"0062316095","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.628Z","updatedAt":"2017-05-05T22:39:01.628Z","Mentions":[{"id":297,"mentionDate":"1427586300000","createdAt":"2017-05-06T18:40:04.452Z","updatedAt":"2017-05-06T18:40:04.452Z","BookId":184,"CommentId":250805,"Comment":{"id":250805,"commentUrl":"http://slatestarcodex.com/2015/03/25/is-everything-a-religion/","commentId":"comment-193843","commentTimestamp":"1427586300000","commentAuthor":"Hook","commentHtml":"<p>I just finished reading <a href=\"http://www.amazon.com/Sapiens-Humankind-Yuval-Noah-Harari/dp/0062316095/ref=sr_1_1?ie=UTF8&amp;qid=1427584472&amp;sr=8-1&amp;keywords=Sapiens\" rel=\"nofollow\">Sapiens</a> by Yuval Noah Harari.  He considers a belief system a religion if it involves a superhuman order and &#x201C;based on this superhuman order, religion establishes norms and values it considers binding.&#x201D;  Sports teams don&#x2019;t count because everyone considers the rules arbitrary.  Physics (for an appropriately bounded definition of physics) doesn&#x2019;t count because it doesn&#x2019;t establish norms.   Communism definitely counts as does capitalism(&#x201C;private property&#x201D; being part of the superhuman order and &#x201C;contract law&#x201D; being part of the norms). </p>\n<p>In this sense, &#x201C;religion&#x201D; is not supposed to be pejorative.  It refers to an &#x201C;imagined reality&#x201D; shared by a large group of people and it allows those people to effectively cooperate.  Money is an example of such an imagined reality, as are nations.      </p>\n<p>I think the primary point behind using this definition is to point to certain ways that people organize themselves and recognize that it hasn&#x2019;t always been that way, and it doesn&#x2019;t always have to be that way in the future, but that there are reasons for the current organization and costs to transitioning to a new form.</p>\n","createdAt":"2017-05-06T16:22:55.049Z","updatedAt":"2017-05-06T16:22:55.696Z","PageId":387}}],"mentionCount":1},{"id":260,"title":"Why Torture Doesnt Work: The Neuroscience of Interrogation","author":"Shane O'Mara","amazonLink":"0674743903","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.632Z","updatedAt":"2017-05-05T22:39:01.632Z","Mentions":[{"id":130,"mentionDate":"1449333240000","createdAt":"2017-05-06T18:10:38.717Z","updatedAt":"2017-05-06T18:10:38.717Z","BookId":260,"CommentId":184428,"Comment":{"id":184428,"commentUrl":"http://slatestarcodex.com/2015/12/04/ot36-nes-threadol-hayah-sham/","commentId":"comment-276154","commentTimestamp":"1449333240000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>I&#x2019;m pretty sure that my attention revs up slowly when it comes to hearing speech&#x2013; I spend a fair amount of saying &#x201C;&#x201D;excuse me, would you repeat that?&#x201D; even though my hearing is average or close to it. Any thoughts about making it easier to focus on outside words. It&#x2019;s possible that I get too focused on my inner monologue.</p>\n<p>***</p>\n<p>I believe that when some people disagree with &#x201C;Torture doesn&#x2019;t work&#x201D; it&#x2019;s a geek mistrust of generalizations rather than a desire to have torture done (only on enemies, of course). Would it be better to go with &#x201C;torture isn&#x2019;t worth it&#x201D;?</p>\n<p>I&#x2019;ve listened to an interview about <a href=\"http://www.amazon.com/Why-Torture-Doesnt-Work-Interrogation/dp/0674743903/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1448990377&amp;sr=1-1&amp;keywords=9780674743908\" rel=\"nofollow\">Why Torture Doesn&#x2019;t Work</a> and am currently reading the book. It&#x2019;s a neurological take on why high stress interferes with access to memory.</p>\n","createdAt":"2017-05-06T16:13:48.162Z","updatedAt":"2017-05-06T16:13:49.304Z","PageId":273}}],"mentionCount":1},{"id":265,"title":"The Insomnia Workbook: A Comprehensive Guide to Getting the Sleep You Need","author":"Stephanie Silverman","amazonLink":"1572246359","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.633Z","updatedAt":"2017-05-05T22:39:01.633Z","Mentions":[{"id":264,"mentionDate":"1438924500000","createdAt":"2017-05-06T18:30:12.076Z","updatedAt":"2017-05-06T18:30:12.076Z","BookId":265,"CommentId":221671,"Comment":{"id":221671,"commentUrl":"http://slatestarcodex.com/2015/08/05/ot25-obon-thread/","commentId":"comment-224883","commentTimestamp":"1438924500000","commentAuthor":"Scott Alexander","commentHtml":"<p>I think I&#x2019;ve said this before, but <a href=\"http://www.amazon.com/gp/product/1572246359/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=1572246359&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=T4IJDD43NNZ45QKU\" rel=\"nofollow\">Cognitive behavioral therapy for sleep</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=slastacod-20&amp;l=as2&amp;o=1&amp;a=1572246359\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\"> is pretty good.</p>\n<p>If you need to go with pills, trazodone is probably the best of a bad bunch.</p>\n","createdAt":"2017-05-06T16:18:54.328Z","updatedAt":"2017-05-06T16:18:55.289Z","PageId":328}}],"mentionCount":1},{"id":275,"title":"Menaced by the Minotaur: An Erotic Novelette","author":"Cerise M. DuBois","amazonLink":"B00I1HVU58","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.633Z","updatedAt":"2017-05-05T22:39:01.633Z","Mentions":[{"id":121,"mentionDate":"1439788200000","createdAt":"2017-05-06T18:10:12.094Z","updatedAt":"2017-05-06T18:10:12.094Z","BookId":275,"CommentId":217285,"Comment":{"id":217285,"commentUrl":"http://slatestarcodex.com/2015/08/16/links-815-linkety-split/","commentId":"comment-228838","commentTimestamp":"1439788200000","commentAuthor":"jeff","commentHtml":"<p>Apparently minotaur porn is a whole class of Amazon porn. I guess I&#x2019;m not surprised.</p>\n<p><a href=\"http://www.amazon.com/Menaced-Minotaur-An-Erotic-Novelette-ebook/dp/B00I1HVU58/\" rel=\"nofollow\">http://www.amazon.com/Menaced-Minotaur-An-Erotic-Novelette-ebook/dp/B00I1HVU58/</a></p>\n","createdAt":"2017-05-06T16:18:15.363Z","updatedAt":"2017-05-06T16:18:15.965Z","PageId":321}}],"mentionCount":1},{"id":335,"title":"The Measure of All Things: The Seven-Year Odyssey and Hidden Error That Transformed the World","author":"Ken Alder","amazonLink":"0743216768","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":124,"mentionDate":"1426014960000","createdAt":"2017-05-06T18:10:15.934Z","updatedAt":"2017-05-06T18:10:15.934Z","BookId":335,"CommentId":254504,"Comment":{"id":254504,"commentUrl":"http://slatestarcodex.com/2015/03/08/links-315-the-url-of-great-price/","commentId":"comment-188889","commentTimestamp":"1426014960000","commentAuthor":"CJB","commentHtml":"<p>Actually, it&#x2019;s all based on the meter, which was originally one tenmillionth of the distance from the equator to the pole, and was wrong anyway, because one of the original surveyors fucked up and didn&#x2019;t tell anyone. </p>\n<p><a href=\"http://www.amazon.com/The-Measure-All-Things-Transformed/dp/0743216768\" rel=\"nofollow\">http://www.amazon.com/The-Measure-All-Things-Transformed/dp/0743216768</a></p>\n<p>And now it&#x2019;s a random fraction of the speed of light. </p>\n<p>So yeah, pretty arbitrary.</p>\n","createdAt":"2017-05-06T16:23:28.853Z","updatedAt":"2017-05-06T16:23:29.502Z","PageId":396}}],"mentionCount":1},{"id":134,"title":"The One World Schoolhouse: Education Reimagined","author":"Salman Kahn","amazonLink":"1455508373","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.614Z","updatedAt":"2017-05-05T22:39:01.614Z","Mentions":[{"id":181,"mentionDate":"1446226320000","createdAt":"2017-05-06T18:13:31.769Z","updatedAt":"2017-05-06T18:13:31.769Z","BookId":134,"CommentId":194953,"Comment":{"id":194953,"commentUrl":"http://slatestarcodex.com/2015/10/29/links-1015-bride-of-linkenstein/","commentId":"comment-254458","commentTimestamp":"1446226320000","commentAuthor":"zz","commentHtml":"<p><a href=\"http://www.nytimes.com/2014/07/27/magazine/why-do-americans-stink-at-math.html?_r=2\" rel=\"nofollow\">http://www.nytimes.com/2014/07/27/magazine/why-do-americans-stink-at-math.html?_r=2</a></p>\n<p>Also, Art of Problem Solving is American and probably the best curriculum for elite math students (99th percentile mathematical ability.) Also, I&#x2019;m pretty impressed by Khan Academy (also American), although a lot of its benefit comes from &#x201C;let&#x2019;s make sure you understand stuff before you move on.&#x201D; (You won&#x2019;t have a good time understanding algebra if your arithmetic is weak!) In <a href=\"amazon.com/One-World-Schoolhouse-Education-Reimagined/dp/1455508373\" rel=\"nofollow\">his book</a>, Sal Khan describes a summer math program he ran for students in grades 6&#x2013;8; he started one group grade 5 material, the other at &#x201C;1+1=2&#x201D;. Something like 6 weeks in, the latter group had overtaken the former.</p>\n","createdAt":"2017-05-06T16:15:14.438Z","updatedAt":"2017-05-06T16:15:15.150Z","PageId":290}}],"mentionCount":1},{"id":141,"title":"The Great Psychotherapy Debate: The Evidence for What Makes Psychotherapy Work","author":"Bruce E. Wampold","amazonLink":"0805857095","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.614Z","updatedAt":"2017-05-05T22:39:01.614Z","Mentions":[{"id":182,"mentionDate":"1430610900000","createdAt":"2017-05-06T18:13:32.552Z","updatedAt":"2017-05-06T18:13:32.552Z","BookId":141,"CommentId":245307,"Comment":{"id":245307,"commentUrl":"http://slatestarcodex.com/2015/04/20/links-415-link-and-youre-dead/","commentId":"comment-201444","commentTimestamp":"1430610900000","commentAuthor":"<a href=\"http://yzilber.blogspot.com\" rel=\"external nofollow\" class=\"url\">Jazi Zilber</a>","commentHtml":"<p>That therapy works (the Liberia experiment) is not surprising at all</p>\n<p>Therapy works. this has been replicated multiple times for multiple aspects of psychologicla problems.</p>\n<p>The issue is another. That all kinds of therapy work to the same level of effectiveness. This shows that it is the meeting etc. and not the theory based content being used. </p>\n<p><a href=\"http://www.amazon.com/Great-Psychotherapy-Debate-Evidence-Counseling/dp/0805857095/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1430610921&amp;sr=1-1&amp;keywords=great+psychotherapy+debate\" rel=\"nofollow\">http://www.amazon.com/Great-Psychotherapy-Debate-Evidence-Counseling/dp/0805857095/ref=sr_1_1?s=books&amp;ie=UTF8&amp;qid=1430610921&amp;sr=1-1&amp;keywords=great+psychotherapy+debate</a></p>\n","createdAt":"2017-05-06T16:22:10.532Z","updatedAt":"2017-05-06T16:22:11.051Z","PageId":372}}],"mentionCount":1},{"id":57,"title":"A Billionaire Dinosaur Forced Me Gay- Part Two: Dinosaur Erotica","author":"Hunter Fox","amazonLink":"B00QU8KCNG","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.605Z","updatedAt":"2017-05-05T22:39:01.605Z","Mentions":[{"id":283,"mentionDate":"1436082720000","createdAt":"2017-05-06T18:35:12.770Z","updatedAt":"2017-05-06T18:35:12.770Z","BookId":57,"CommentId":228488,"Comment":{"id":228488,"commentUrl":"http://slatestarcodex.com/2015/07/04/ot23-thread-white-and-blue/","commentId":"comment-216922","commentTimestamp":"1436082720000","commentAuthor":"zz","commentHtml":"<p>A friend of a friend reviewed the <a href=\"http://aarongertler.net/thesis/\" rel=\"nofollow\">literature on effective fundraising techniques</a> for his senior thesis. Worth a read for anyone interested in EA.</p>\n<p>In a previous links thread, Scott linked to the story &#x201C;A Billionaire Dinosaur Turned Me Gay&#x201D;, mostly for the Amazon reviews. Well, he must have inadvertently driven business with his massive readership, because now there&#x2019;s <a href=\"http://smile.amazon.com/Billionaire-Dinosaur-Forced-Gay--Part-ebook/dp/B00QU8KCNG\" rel=\"nofollow\">a sequel</a>.</p>\n","createdAt":"2017-05-06T16:19:54.682Z","updatedAt":"2017-05-06T16:19:55.419Z","PageId":342}}],"mentionCount":1},{"id":212,"title":"How the Beatles Destroyed Rock 'n' Roll: An Alternative History of American Popular Music","author":"Elijah Wald","amazonLink":"B0032TJO80","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.629Z","updatedAt":"2017-05-05T22:39:01.629Z","Mentions":[{"id":68,"mentionDate":"1422904500000","createdAt":"2017-05-06T18:08:33.700Z","updatedAt":"2017-05-06T18:08:33.700Z","BookId":212,"CommentId":261677,"Comment":{"id":261677,"commentUrl":"http://slatestarcodex.com/2015/02/01/talents-part-2-attitude-vs-altitude/","commentId":"comment-179705","commentTimestamp":"1422904500000","commentAuthor":"Anthony","commentHtml":"<p>The Beatles may or may not have been very good, but <a href=\"http://www.amazon.com/How-Beatles-Destroyed-Rock-Roll-ebook/dp/B0032TJO80/\" rel=\"nofollow\">they destroyed rock&#x2019;n&#x2019;roll</a>.</p>\n<p>The early Beatles weren&#x2019;t the best musicians or performers even within rock and roll, but they were very good songwriters.</p>\n","createdAt":"2017-05-06T16:24:33.016Z","updatedAt":"2017-05-06T16:24:33.441Z","PageId":415}}],"mentionCount":1},{"id":222,"title":"Markets without Limits: Moral Virtues and Commercial Interests","author":"Jason F. Brennan","amazonLink":"0415737354","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.630Z","updatedAt":"2017-05-05T22:39:01.630Z","Mentions":[{"id":128,"mentionDate":"1450565520000","createdAt":"2017-05-06T18:10:23.313Z","updatedAt":"2017-05-06T18:10:23.313Z","BookId":222,"CommentId":178240,"Comment":{"id":178240,"commentUrl":"http://slatestarcodex.com/2015/12/19/ot38-threader-than-today/","commentId":"comment-287465","commentTimestamp":"1450565520000","commentAuthor":"Vox Imperatoris","commentHtml":"<blockquote><p>I&#x2019;m not sure I&#x2019;d like to live in a world where commercialism has won its final victories over alternative manners of managing value and handling the material world, where it&#x2019;s free to swallow every sphere of life previously left untouched by it, where everything that can be traded, will be traded.</p></blockquote>\n<p>Why would this be bad? And if it were bad, why would people do it?</p>\n<p>People don&#x2019;t act under capitalism to make the most money possible. They act to pursue their own self-interest. It does not follow from the fact that it is <i>allowed</i> to commercialize everything, that everything <i>will be</i> commercialized.</p>\n<p>Like, okay, suppose I can prove that marrying one woman will cause me to have more money than marrying another woman. Why is that the determining factor? If I would be miserable with one woman but have more money, or be happy with another and less money, I&#x2019;ll take the second. All you can show is that <i>all else equal</i> I will prefer the woman with more money. But I don&#x2019;t see why that it is bad. It makes sense. It&#x2019;s good.</p>\n<p>It only follows from unrestricted capitalism that people will <i>only</i> pursue money if selection pressures are extreme enough to exclude everything else. That is, if anything else but making the most money possible led to death. But not only is that <i>not</i> the case, it is the opposite of the case. Capitalism has always acted to <i>lower</i> the strength of selection pressures by increasing the wealth of society. It is not the system of &#x201C;survival of the fittest&#x201D;; it is the system which enables the unfit to survive longer and in better condition than ever. Capitalism is dysgenic, not eugenic, and that&#x2019;s a good thing.</p>\n<blockquote><p>And it&#x2019;s not pleasant to think what would happen if they were to become the driving force in our societies.</p></blockquote>\n<p>What, exactly, would happen?</p>\n<p>I think we could use a good deal more of marketization and commericalization in our society. Jason Brennan and Peter Jaworski make the case for this in <a href=\"http://www.amazon.com/Markets-without-Limits-Commercial-Interests/dp/0415737354\" rel=\"nofollow\">Markets Without Limits</a>. If you want the short version, the best part of their analysis can be seen in their response to what they call the <a href=\"http://econ.as.nyu.edu/docs/IO/35350/Brennan_MarketsSemiotics.pdf\" rel=\"nofollow\">&#x201C;semiotic objection to markets&#x201D;</a>.</p>\n<p>But I agree with you that there is an unhealthy political atmosphere in the comments.</p>\n","createdAt":"2017-05-06T16:13:02.578Z","updatedAt":"2017-05-06T16:13:03.609Z","PageId":266}}],"mentionCount":1},{"id":232,"title":"Abnormal Psychology","author":"Oltmans","amazonLink":"B008AU33PG","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.630Z","updatedAt":"2017-05-05T22:39:01.630Z","Mentions":[{"id":133,"mentionDate":"1434992880000","createdAt":"2017-05-06T18:10:53.941Z","updatedAt":"2017-05-06T18:10:53.941Z","BookId":232,"CommentId":231744,"Comment":{"id":231744,"commentUrl":"http://slatestarcodex.com/2015/06/18/ot22-flow-my-tears-the-policeman-thread/","commentId":"comment-214281","commentTimestamp":"1434992880000","commentAuthor":"Geirr","commentHtml":"<p><a href=\"http://www.amazon.com/gp/aw/d/B008AU33PG/ref=mp_s_a_1_1?qid=1434992377&amp;sr=8-1&amp;pi=AC_QL40&amp;keywords=oltmans+abnormal+psychology&amp;dpPl=1&amp;dpID=31ZMH819s9L&amp;ref=plSrch\" rel=\"nofollow\">http://www.amazon.com/gp/aw/d/B008AU33PG/ref=mp_s_a_1_1?qid=1434992377&amp;sr=8-1&amp;pi=AC_QL40&amp;keywords=oltmans+abnormal+psychology&amp;dpPl=1&amp;dpID=31ZMH819s9L&amp;ref=plSrch</a></p>\n<p>Abnormal Psychology (7th, 12) by Oltmanns, Thomas F &#x2013; Emery, Robert E</p>\n<p>I&#x2019;m reading this at the moment. It&#x2019;s well written and comprehensive insofar as I am able to judge either based on having read my way through most of a psychology degree&#x2019;s textbooks. I haven&#x2019;t seen any error, stupidity, woo or axe grinding so far either which is more than can be said for an unfortunate number of the books I&#x2019;ve read during this project. The only complaint I have so far is that the summaries at the end of the chapters are very bare. It makes making flashcards for anki much more laborious than I would prefer.</p>\n","createdAt":"2017-05-06T16:20:37.358Z","updatedAt":"2017-05-06T16:20:38.801Z","PageId":346}}],"mentionCount":1},{"id":276,"title":"Intermediate Microeconomics: A Modern Approach","author":"Hal R. Varian","amazonLink":"0393123960","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.634Z","updatedAt":"2017-05-05T22:39:01.634Z","Mentions":[{"id":273,"mentionDate":"1433322900000","createdAt":"2017-05-06T18:31:53.991Z","updatedAt":"2017-05-06T18:31:53.991Z","BookId":276,"CommentId":237036,"Comment":{"id":237036,"commentUrl":"http://slatestarcodex.com/2015/06/01/ot21-master-and-commenter/","commentId":"comment-208194","commentTimestamp":"1433322900000","commentAuthor":"zz","commentHtml":"<p>So, if you use ordinal utility, talking about &#x201C;negative utility&#x201D; is nonsense. However, if we set 0 utility to being dead, and therefore not having any experience (which is what I believe OP is doing), then we can create an order-preserving mapping from the set of bundles to the set of real numbers. (nb that utility is still ordinal)</p>\n<p>Let Bob be an arbitrary poor, rural African and assume that Bob has the ability to commit suicide (if you disagree with this assumption, then my argument falls down, but you&#x2019;re stuck arguing that Africans are unable to kill themselves.) If all other bundles available to Bob given his constraints are negative utility&#x2014;that is, of lower utility than the suicide bundle&#x2014;then what we expect Bob to choose the bundle of highest available to him, which is the suicide bundle. We don&#x2019;t observe this, so we conclude there is some bundle available to Bob of higher utility than the suicide bundle&#x2014;that is, our observation of lack of widespread suicide among Africans implies that their lives have positive value.</p>\n<p>(This is basically the argument that David Friedman makes below. It&#x2019;s obvious if you&#x2019;ve read the first hunder or so pages of <a href=\"http://smile.amazon.com/Intermediate-Microeconomics-Modern-Approach-Ninth/dp/0393123960\" rel=\"nofollow\">Varian&#x2019;s Intermediate Economics</a>.)</p>\n<p>I understand rejecting the economics argument, but also hope you understand why I have the expectations I do, even if you disagree.</p>\n","createdAt":"2017-05-06T16:21:08.062Z","updatedAt":"2017-05-06T16:21:08.796Z","PageId":355}}],"mentionCount":1},{"id":294,"title":"Running Commentary: The Contentious Magazine that Transformed the Jewish Left into the Neoconservative Right","author":"Benjamin Balint","amazonLink":"B003JTHBT2","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.635Z","updatedAt":"2017-05-05T22:39:01.635Z","Mentions":[{"id":72,"mentionDate":"1443714600000","createdAt":"2017-05-06T18:08:39.115Z","updatedAt":"2017-05-06T18:08:39.115Z","BookId":294,"CommentId":205475,"Comment":{"id":205475,"commentUrl":"http://slatestarcodex.com/2015/09/28/links-915-linkua-franca/","commentId":"comment-242390","commentTimestamp":"1443714600000","commentAuthor":"<a href=\"http://tinyurl.com/ISH-Green-Sheets\" rel=\"external nofollow\" class=\"url\">John Sidles</a>","commentHtml":"<blockquote><p><b>Paul McHugh</b>/<i>Commentary</i> asserts [bizarrely and without supporting evidence] &#x201C;He [Dr. Lieberman] closes by quoting Churchill&#x2019;s proud call as the Allied forces turned the tide of World War II: &#x201C;This is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.&#x201D;</p>\n<p>Psychiatry, alas, has not reached this happy point.&#xA0;[&#x2026;] No formative principle or principles link the function of the brain to mental disorders, and until such is discerned, psychiatry will remain at the naming and describing level&#x2014;far from the end of its beginning, contra Lieberman.</p></blockquote>\n<p><b>Thesis</b>&#xA0; McHugh/<i>Commentary&#x2019;s</i> inexplicable disregard of <b><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25697159\" rel=\"nofollow\">connectomics</a></b> wrongly discounts the accelerating &#x201C;whiggish&#x201D; capabilities of neuroscience and medicine.  </p>\n<p><b>Fact</b>&#xA0; We are as far today from the fundamental entropic and informatic limits to connectomic science&#xA0;&#x2014; <b><a href=\"http://www.pnas.org/content/106/8/2477.full\" rel=\"nofollow\">at all scales from atomic to organismic</a></b>&#xA0;&#x2014; as the genetic scientists of the 1950s were from modern-day ultra-fast genome sequencing.  </p>\n<p><b>Foresight</b>&#xA0; There is every reason to foresee comparable whiggish acceleration of neuroscience capabilities in coming decades, to the whiggish acceleration of genomic capabilities in past decades.</p>\n<p><b>Implication</b>&#xA0; McHugh&#x2019;s complaints regarding present-day psychiatry are like complaining that no pill cures broken bones&#xA0;&#x2014; broken bones and minds are <i>structural</i> problems that pills alone can&#x2019;t fix. </p>\n<p><b>Conclusion</b>&#xA0; In neuroscience and medicine, whiggish STEAM capabilities show every evidence of sustaining (even increasing) their past multi-decade acceleration through further decades.</p>\n<p><b>Hope</b>&#xA0; Needless to say, this means that young physicians like Scott Alexander can confidently look forward to <b><a href=\"https://www.youtube.com/watch?v=a3SpPgkHaZc\" rel=\"nofollow\">tremendous whiggish advances in healing capabilities</a></b></p>\n<p>&#x2014;&#x2014;&#x2014;&#x2014;&#x2014;-<br>\n<b>Recommended Reading</b>&#xA0; To understand <i>why</i> the editors and writers of <i>Commentary</i> so consistently deny plain-as-day whiggish medical realities and accelerating whiggish technological capabilities, see Benjamin Balint&#x2019;s inside account <a href=\"http://www.amazon.com/Running-Commentary-Contentious-Transformed-Neoconservative-ebook/dp/B003JTHBT2\" rel=\"nofollow\"><b><i>Running Commentary: The Contentious Magazine that Transformed the Jewish Left into the Neoconservative Right</i></b></a> (2010).</p>\n<p>Good on `yah, Benjamin Balint, for exposing the shallow roots of neoconservative ideology and the disconnected axons of neoreactive cognition!</p>\n","createdAt":"2017-05-06T16:16:34.727Z","updatedAt":"2017-05-06T16:16:36.393Z","PageId":303}}],"mentionCount":1},{"id":299,"title":"Bertrand Russell: 1921-1970","author":"Ray Monk","amazonLink":"0743212150","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.642Z","updatedAt":"2017-05-05T22:39:01.642Z","Mentions":[{"id":90,"mentionDate":"1421265900000","createdAt":"2017-05-06T18:09:10.098Z","updatedAt":"2017-05-06T18:09:10.098Z","BookId":299,"CommentId":267181,"Comment":{"id":267181,"commentUrl":"http://slatestarcodex.com/2015/01/13/evil-is-anti-inductive/","commentId":"comment-173863","commentTimestamp":"1421265900000","commentAuthor":"<a href=\"https://twitter.com/BDSixsmith\" rel=\"external nofollow\" class=\"url\">BD Sixsmith</a>","commentHtml":"<p>BR also illuminated the fact that being right involves more than not being malicious. He was full of well-intentioned yet misguided theories and inflicted them on those around him to their detriment. Ray Monk&#x2019;s <a href=\"http://www.amazon.com/Bertrand-Russell-1921-1970-Ghost-Madness/dp/0743212150\" rel=\"nofollow\">biography</a> is intriguing if extremely sad.</p>\n<p>Albert Camus was another consistent anti-totalitarian. The trouble is that I suspect that the destructive movements of our time will have been fashioned so as to avoid appearing obviously dangerous to people who have read Hannah Arendt. Past greats can give us lessons but perhaps not a step-by-step guide. </p>\n<p>(Having said that, Czes&#x142;aw Mi&#x142;osz&#x2019;s <em><a href=\"http://en.wikipedia.org/wiki/The_Captive_Mind\" rel=\"nofollow\">The Captive Mind</a></em> could be of great use in preventing oneself from being had.)</p>\n","createdAt":"2017-05-06T16:25:12.975Z","updatedAt":"2017-05-06T16:25:13.755Z","PageId":423}}],"mentionCount":1},{"id":347,"title":"Long Quiet Highway: Waking Up in America","author":"Natalie Goldberg","amazonLink":"0553373153","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":168,"mentionDate":"1439221740000","createdAt":"2017-05-06T18:12:44.202Z","updatedAt":"2017-05-06T18:12:44.202Z","BookId":347,"CommentId":220175,"Comment":{"id":220175,"commentUrl":"http://slatestarcodex.com/2015/08/09/contrarians-crackpots-and-consensus/","commentId":"comment-225745","commentTimestamp":"1439221740000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>Scott: &#x201C;My parents sent me to public school and bought me books when I asked for them. Which part of that was the secret formula for success?&#x201D;</p>\n<p>In general, Jews don&#x2019;t do anti-intellectualism. They like having smart children. I&#x2019;ve looked for Jewish anti-intellectualism, and I don&#x2019;t think I&#x2019;ve found it, except perhaps among some Chasidim. The nearest thing I&#x2019;ve found in the mainstream is by Natalie Goldberg (probably in <a href=\"http://www.amazon.com/Long-Quiet-Highway-Waking-America/dp/0553373153/ref=la_B000AP7I9G_1_6?s=books&amp;ie=UTF8&amp;qid=1439221403&amp;sr=1-6\" rel=\"nofollow\">Long Quiet Highway</a>), but her family was just unintellectual&#x2013; thinking about non-immediate things seemed to be a blank spot for them rather than something they were opposed to.</p>\n<p>I believe a tremendous amount of non-Jewish intelligence is lost because it&#x2019;s not just uncultivated, in some sub-cultures, the appearance of intelligence causes a loss of status.</p>\n<p>This doesn&#x2019;t mean there&#x2019;s no genetic difference&#x2013; there might be&#x2013; but I think there&#x2019;s a big cultural difference. Admittedly, the cultural difference might have something to do with people amplifying what they&#x2019;re good at.</p>\n","createdAt":"2017-05-06T16:18:43.534Z","updatedAt":"2017-05-06T16:18:43.852Z","PageId":326}}],"mentionCount":1},{"id":352,"title":"The Three Languages of Politics","author":"Arnold Kling","amazonLink":"B00CCGF81Q","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":147,"mentionDate":"1423545420000","createdAt":"2017-05-06T18:11:31.886Z","updatedAt":"2017-05-06T18:11:31.886Z","BookId":352,"CommentId":259556,"Comment":{"id":259556,"commentUrl":"http://slatestarcodex.com/2015/02/09/ot14-tragedy-of-the-comments/","commentId":"comment-182084","commentTimestamp":"1423545420000","commentAuthor":"<a href=\"http://taymonbeal.tumblr.com/\" rel=\"external nofollow\" class=\"url\">Taymon A. Beal</a>","commentHtml":"<p><cite><a href=\"http://smile.amazon.com/Three-Languages-Politics-Arnold-Kling-ebook/dp/B00CCGF81Q\" rel=\"nofollow\">The Three Languages of Politics</a></cite> was probably the most important single influence on my current political perspective. I read it a few months before I found SSC, and it offered by far the best explanation I&#x2019;d ever seen on why American politics is the way it is. I don&#x2019;t claim it&#x2019;s perfect, and I&#x2019;m not sure how much of it would be new information to the average SSC reader (as it&#x2019;s been a while since I last read it), but I do not hesitate to recommend it. I think that if everybody who argues about politics read it, those arguments would be significantly higher quality.</p>\n<p>(Note: Amazon estimates the book&#x2019;s length at 53 pages. About half of this is an appendix outlining case studies; you can skip this if you don&#x2019;t find it interesting. You can probably get through the important part in half an hour.)</p>\n","createdAt":"2017-05-06T16:24:15.147Z","updatedAt":"2017-05-06T16:24:15.860Z","PageId":410}}],"mentionCount":1},{"id":358,"title":"How to Fail at Almost Everything and Still Win Big: Kind of the Story of My Life","author":"Scott Adams","amazonLink":"1591847745","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":148,"mentionDate":"1428559560000","createdAt":"2017-05-06T18:11:33.041Z","updatedAt":"2017-05-06T18:11:33.041Z","BookId":358,"CommentId":247055,"Comment":{"id":247055,"commentUrl":"http://slatestarcodex.com/2015/04/08/no-clarity-around-growth-mindset-yet/","commentId":"comment-196499","commentTimestamp":"1428559560000","commentAuthor":"Shmi Nux","commentHtml":"<p>&gt; Imagine a boot stamping on a human face forever</p>\n<p>Interestingly, another famous Scott A just  <a href=\"http://www.amazon.com/gp/product/1591847745/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=1591847745&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=2YF5NJ5ILGVSVCNN\" rel=\"nofollow\">published a book</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=slastacod-20&amp;l=as2&amp;o=1&amp;a=1591847745\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\"> on the topic you are discussing, with a cover that has nearly the image you are describing.</p>\n","createdAt":"2017-05-06T16:22:28.664Z","updatedAt":"2017-05-06T16:22:28.900Z","PageId":379}}],"mentionCount":1},{"id":398,"title":"The Golem: What You Should Know About Science","author":"Harry M. Collins","amazonLink":"1107604656","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.648Z","updatedAt":"2017-05-05T22:39:01.648Z","Mentions":[{"id":248,"mentionDate":"1447015320000","createdAt":"2017-05-06T18:25:11.373Z","updatedAt":"2017-05-06T18:25:11.373Z","BookId":398,"CommentId":308071,"Comment":{"id":308071,"commentUrl":"http://slatestarcodex.com/2014/04/28/the-control-group-is-out-of-control/","commentId":"comment-260256","commentTimestamp":"1447015320000","commentAuthor":"<a href=\"http://notthatgungho.com\" rel=\"external nofollow\" class=\"url\">Stephanie</a>","commentHtml":"<p>Wow, what an amazing post.  I love your blog, it&#x2019;s awesome.  I just had my heart broken a little though.  This is why I&#x2019;m a physicist.  Still hard as hell and not as clear as many people think, but easier than fields involving biological organisms to get some level of confidence in your results.  As long as you actually care about reality.  Some physicists are just mathematicians, ie string theorists.</p>\n<p>Did you ever read the golem?  We read it in a philo of science course i took in the education department. (<a href=\"http://www.amazon.com/The-Golem-Should-Science-Classics/dp/1107604656\" rel=\"nofollow\">http://www.amazon.com/The-Golem-Should-Science-Classics/dp/1107604656</a>). It focusses a bit too much on the uncertainty side, but, i think too many people have gone from faith in an invisible sky god to faith in &#x201C;Science&#x201D;.  I have a post on my blog with an essay i wrote for fun in grad school comparing incentives in science vs incentives in free market capitalism.  I always found faith in the invisible hand of free market capitalism to cure all human ills to be a bit too much like faith in the invisible sky god, and faith in &#x201C;science&#x201D; is right up there.  I have faith that, in the long run, science will probably get closer to reflecting how the universe actually works, but not in any particular current paradigm.  Skepticism is a virtue in science.  Except in climate change, which i consider more like a religion, which i also have post on.</p>\n","createdAt":"2017-05-06T16:30:55.204Z","updatedAt":"2017-05-06T16:30:55.460Z","PageId":583}}],"mentionCount":1},{"id":367,"title":"Bad Pharma: How Drug Companies Mislead Doctors and Harm Patients","author":"Ben Goldacre","amazonLink":"0865478007","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.645Z","updatedAt":"2017-05-05T22:39:01.645Z","Mentions":[{"id":324,"mentionDate":"1426921560000","createdAt":"2017-05-06T18:58:32.154Z","updatedAt":"2017-05-06T18:58:32.154Z","BookId":367,"CommentId":251611,"Comment":{"id":251611,"commentUrl":"http://slatestarcodex.com/2015/03/21/list-of-passages-i-highlighted-in-my-copy-of-machinery-of-freedom/","commentId":"comment-191433","commentTimestamp":"1426921560000","commentAuthor":"Richard","commentHtml":"<p>Ben Goldacres <a href=\"http://www.amazon.com/Bad-Pharma-Companies-Mislead-Patients/dp/0865478007\" rel=\"nofollow\"> bad pharma </a> goes through this in some detail with rather a lot of numbers.</p>\n<p>Btw:<br>\nDoes someone know how to link to amazon on here and get the affiliate link rather than a generic one?</p>\n","createdAt":"2017-05-06T16:23:04.253Z","updatedAt":"2017-05-06T16:23:04.462Z","PageId":389}}],"mentionCount":1},{"id":400,"title":"The armored rose","author":"Tobi Beck","amazonLink":"0966939905","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.648Z","updatedAt":"2017-05-05T22:39:01.648Z","Mentions":[{"id":186,"mentionDate":"1447222140000","createdAt":"2017-05-06T18:13:59.064Z","updatedAt":"2017-05-06T18:13:59.064Z","BookId":400,"CommentId":189986,"Comment":{"id":189986,"commentUrl":"http://slatestarcodex.com/2015/11/10/2d4d-ratio-and-psychological-traits-results-from-the-lwssc-survey-sample/","commentId":"comment-262738","commentTimestamp":"1447222140000","commentAuthor":"<a href=\"http://www.nancybuttons.com\" rel=\"external nofollow\" class=\"url\">Nancy Lebovitz</a>","commentHtml":"<p>Possibly some added fun: <a href=\"http://www.amazon.com/The-armored-rose-Tobi-Beck/dp/0966939905\" rel=\"nofollow\">The Armored Rose</a> (a book about women and SCA fighting) has it that there are skeletal differences between men and women, though with a 10% overlap.  The only one I remember is that women&#x2019;s line of knuckles typically slants down towards the outside of their wrists, while men&#x2019;s run parallel to their wrists. This is easier to see if you make a fist. (It&#x2019;s important for SCA fighters because it affects sword strokes.) I have no idea whether knuckle angle correlates with digit ratio.</p>\n<p>Another gender difference mentioned in the book is that women&#x2019;s adrenaline revs up more slowly than men&#x2019;s, so training methods which are dependent on raising adrenaline fast don&#x2019;t work well for women.</p>\n","createdAt":"2017-05-06T16:14:35.188Z","updatedAt":"2017-05-06T16:14:35.384Z","PageId":284}}],"mentionCount":1},{"id":381,"title":"Roaring Silence: Discovering the Mind of Dzogchen","author":"Ngakpa Chogyam","amazonLink":"1570629447","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.646Z","updatedAt":"2017-05-05T22:39:01.646Z","Mentions":[{"id":95,"mentionDate":"1423654620000","createdAt":"2017-05-06T18:09:18.221Z","updatedAt":"2017-05-06T18:09:18.221Z","BookId":381,"CommentId":259339,"Comment":{"id":259339,"commentUrl":"http://slatestarcodex.com/2015/02/09/ot14-tragedy-of-the-comments/","commentId":"comment-182598","commentTimestamp":"1423654620000","commentAuthor":"<a href=\"https://twitter.com/exexist\" rel=\"external nofollow\" class=\"url\">Abel Molina</a>","commentHtml":"<p>Tried to learn about Dzogchen after reading Waking Up and found a text that discusses some of the practices in a fashion amenable to self-study: <a href=\"http://www.amazon.com/Roaring-Silence-Discovering-Mind-Dzogchen/dp/1570629447\" rel=\"nofollow\">http://www.amazon.com/Roaring-Silence-Discovering-Mind-Dzogchen/dp/1570629447</a></p>\n<p>Feeling like it is helpful so far, but imagine there is a lot to Dzogchen practices that&#x2019;s not there.</p>\n","createdAt":"2017-05-06T16:24:15.140Z","updatedAt":"2017-05-06T16:24:15.654Z","PageId":410}}],"mentionCount":1},{"id":399,"title":"Endless Enemies","author":"Jonathan Kwitney","amazonLink":"0140080937","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.648Z","updatedAt":"2017-05-05T22:39:01.648Z","Mentions":[{"id":298,"mentionDate":"1442079960000","createdAt":"2017-05-06T18:40:33.811Z","updatedAt":"2017-05-06T18:40:33.811Z","BookId":399,"CommentId":210349,"Comment":{"id":210349,"commentUrl":"http://slatestarcodex.com/2015/09/11/book-review-manufacturing-consent/","commentId":"comment-235543","commentTimestamp":"1442079960000","commentAuthor":"Chris Thomas","commentHtml":"<p>In this vein, Endless Enemies by Jonathan Kwitny is an informative read. Kwitny is a Wall Street Times journalist, so arguably has what Chomsky might call an &#x201C;establishment bias.&#x201D; Nevertheless, he concludes that the U.S. has largely blundered into conflicts in the third world for misguided reasons, undermining local democracy and free markets at the same time, and causing a good deal of violence and social instability in the process.</p>\n<p><a href=\"http://www.amazon.com/Endless-Enemies-Jonathan-Kwitny/dp/0140080937\" rel=\"nofollow\">http://www.amazon.com/Endless-Enemies-Jonathan-Kwitny/dp/0140080937</a></p>\n","createdAt":"2017-05-06T16:17:23.351Z","updatedAt":"2017-05-06T16:17:24.009Z","PageId":310}}],"mentionCount":1},{"id":128,"title":"Superintelligence: Paths, Dangers, Strategies","author":"Nick Bostrom","amazonLink":"0199678111","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.612Z","updatedAt":"2017-05-05T22:39:01.612Z","Mentions":[{"id":242,"mentionDate":"1433023980000","createdAt":"2017-05-06T18:23:16.120Z","updatedAt":"2017-05-06T18:23:16.120Z","BookId":128,"CommentId":237990,"Comment":{"id":237990,"commentUrl":"http://slatestarcodex.com/2015/05/29/no-time-like-the-present-for-ai-safety-work/","commentId":"comment-206997","commentTimestamp":"1433023980000","commentAuthor":"Scott Alexander","commentHtml":"<p>This is not a 101 space. If you don&#x2019;t understand the definitions of some of the terms, there are more comprehensive and basic sources available like <a href=\"http://www.amazon.com/gp/product/0199678111/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=0199678111&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=HOT7US5XZACCHKWE\" rel=\"nofollow\">Bostrom&#x2019;s book</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=slastacod-20&amp;l=as2&amp;o=1&amp;a=0199678111\" width=\"1\" height=\"1\" border=\"0\" alt=\"\" style=\"border:none !important; margin:0px !important;\"> and <a href=\"http://wiki.lesswrong.com/wiki/Sequences\" rel=\"nofollow\">Eliezer&#x2019;s sequences</a>.</p>\n","createdAt":"2017-05-06T16:21:15.219Z","updatedAt":"2017-05-06T16:21:16.141Z","PageId":357}}],"mentionCount":1},{"id":151,"title":"The Mayor of New Orleans Gets Her Way","author":"Nathan J. Robinson","amazonLink":"0692490531","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.625Z","updatedAt":"2017-05-05T22:39:01.625Z","Mentions":[{"id":76,"mentionDate":"1445342280000","createdAt":"2017-05-06T18:08:43.173Z","updatedAt":"2017-05-06T18:08:43.173Z","BookId":151,"CommentId":199441,"Comment":{"id":199441,"commentUrl":"http://slatestarcodex.com/2015/10/19/links-1015-take-back-your-link/","commentId":"comment-247965","commentTimestamp":"1445342280000","commentAuthor":"Emile","commentHtml":"<blockquote><p>\n<a href=\"http://smile.amazon.com/gp/product/0692490531/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=0692490531&amp;linkCode=as2&amp;tag=slastacod-20&amp;linkId=SBKGOPCFPAVZ33Q3\" rel=\"nofollow\">The Mayor of New Orleans Gets Her Way: A Child&#x2019;s Urban Planning Toolkit.</a></p></blockquote>\n<p>The important question here is : why does that girl&#x2019;s hair look like Texas?</p>\n","createdAt":"2017-05-06T16:15:49.911Z","updatedAt":"2017-05-06T16:15:50.787Z","PageId":296}}],"mentionCount":1},{"id":278,"title":"Design Patterns: Elements of Reusable Object-Oriented Software","author":"Erick Gamma","amazonLink":"B000SEIBB8","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.634Z","updatedAt":"2017-05-05T22:39:01.634Z","Mentions":[{"id":327,"mentionDate":"1438794240000","createdAt":"2017-05-06T18:59:46.072Z","updatedAt":"2017-05-06T18:59:46.072Z","BookId":278,"CommentId":221057,"Comment":{"id":221057,"commentUrl":"http://slatestarcodex.com/2015/08/05/ot25-obon-thread/","commentId":"comment-224276","commentTimestamp":"1438794240000","commentAuthor":"<a href=\"http://www.multifariam.net/\" rel=\"external nofollow\" class=\"url\">AnObfuscator</a>","commentHtml":"<p>Several pieces of advice:</p>\n<p>(1) Write code, and get feedback. I suggest Reddit&#x2019;s DailyProgrammer. There are some brilliant solutions on there, and by submitting and reviewing the solutions of others, it will help you expand your ability to create code.</p>\n<p>(2) Learn frameworks. For better or worse, modern software engineering is less &#x201C;come up with clever algorithms&#x201D; and is more &#x201C;string together frameworks to solve your problem&#x201D;. </p>\n<p>(3) Learn how to engineer software. One of the major problems I see with people coming from other fields is that while they know how to &#x201C;write code&#x201D;, they don&#x2019;t know how to build larger, complex systems well.</p>\n<p>To this end, I would suggest learning design patterns and unit testing. For design patterns, these are great books:<br>\n<a href=\"http://www.amazon.com/Design-Patterns-Elements-Reusable-Object-Oriented-ebook/dp/B000SEIBB8/\" rel=\"nofollow\"> Design Patterns: Elements of Reusable Object-Oriented Software </a> &#x2014; This is the bible. Also called &#x201C;Gang of Four&#x201D; or &#x201C;GoF&#x201D; design patterns. Also called &#x201C;The blue and white design patterns book&#x201D;. It&#x2019;s a little dense, and a little dated, but it&#x2019;s a classic.<br>\n<a href=\"http://www.amazon.com/Head-First-Design-Patterns-Freeman/dp/0596007124\" rel=\"nofollow\"> Head First Design Patterns</a> &#x2014; A little newer and more accessible than the bible. </p>\n<p>As I learned Agile software development and unit testing OTJ, I can&#x2019;t really offer any good books on those.</p>\n","createdAt":"2017-05-06T16:18:54.301Z","updatedAt":"2017-05-06T16:18:54.783Z","PageId":328}}],"mentionCount":1},{"id":308,"title":"Point Blank: Guns and Violence in America","author":"Gary Kleck","amazonLink":"020230762X","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.642Z","updatedAt":"2017-05-05T22:39:01.642Z","Mentions":[{"id":73,"mentionDate":"1444146120000","createdAt":"2017-05-06T18:08:39.314Z","updatedAt":"2017-05-06T18:08:39.314Z","BookId":308,"CommentId":203793,"Comment":{"id":203793,"commentUrl":"http://slatestarcodex.com/2015/10/05/ot29-popen-thread/","commentId":"comment-243387","commentTimestamp":"1444146120000","commentAuthor":"John Schilling","commentHtml":"<p><a href=\"http://www.catb.org/esr/guns/point-blank-summary.html\" rel=\"nofollow\">Here you go</a></p>\n<p>For quantitative analysis of gun control and related issues, Gary Kleck is the man &#x2013; nobody else really comes close, on either side of the debate.  Unfortunately, while his &#x201C;<a href=\"http://www.amazon.com/Point-Blank-Guns-Violence-America/dp/020230762X\" rel=\"nofollow\">Point Blank: Guns and Violence in America</a>&#x201D; is a solid piece of work, it is anything but concise.  Still recommended, but I&#x2019;ve linked you to a summary he prepared as a talk.</p>\n<p>Weakness of the summary version is that it was prepared as a talk, and could use editing for print.  In particular, key facts are sometimes asserted in passing when they could stand a bit more explanation in a print essay, though of course everything is referenced to the book so if you are skeptical or otherwise want more information you know where to look.</p>\n<p>And it&#x2019;s a bit dated, but you can search his more recent publications for discussions of e.g. <a href=\"http://www.researchgate.net/publication/247752377_Mass_Shootings_in_SchoolsThe_Worst_Possible_Case_for_Gun_Control\" rel=\"nofollow\">mass shootings in schools</a>.</p>\n","createdAt":"2017-05-06T16:16:24.123Z","updatedAt":"2017-05-06T16:16:26.056Z","PageId":301}}],"mentionCount":1},{"id":323,"title":"Artificial Intelligence: A Modern Approach","author":"Stuart Russel","amazonLink":"0136042597","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.643Z","updatedAt":"2017-05-05T22:39:01.643Z","Mentions":[{"id":257,"mentionDate":"1437851760000","createdAt":"2017-05-06T18:28:25.539Z","updatedAt":"2017-05-06T18:28:25.539Z","BookId":323,"CommentId":223692,"Comment":{"id":223692,"commentUrl":"http://slatestarcodex.com/2015/07/24/links-715-from-link-where-rocky-peaks-climb-bleak-and-bare/","commentId":"comment-222144","commentTimestamp":"1437851760000","commentAuthor":"Peter Scott","commentHtml":"<p>I&#x2019;m tempted to get a copy of <i>Artificial Superintelligence: A Futuristic Approach</i> just so I can put it on the shelf next to my copy of <a href=\"http://www.amazon.com/Artificial-Intelligence-Modern-Approach-Edition/dp/0136042597\" rel=\"nofollow\">Artificial Intelligence: A Modern Approach</a>.</p>\n","createdAt":"2017-05-06T16:19:15.050Z","updatedAt":"2017-05-06T16:19:15.690Z","PageId":332}}],"mentionCount":1},{"id":344,"title":"The Thirst for Annihilation: Georges Bataille and Virulent Nihilism","author":"Nick Land","amazonLink":"041505608X","amazonLinkImage":null,"createdAt":"2017-05-05T22:39:01.644Z","updatedAt":"2017-05-05T22:39:01.644Z","Mentions":[{"id":270,"mentionDate":"1433838480000","createdAt":"2017-05-06T18:31:03.560Z","updatedAt":"2017-05-06T18:31:03.560Z","BookId":344,"CommentId":234251,"Comment":{"id":234251,"commentUrl":"http://slatestarcodex.com/2015/06/08/links-615-everything-but-the-kitchen-link/","commentId":"comment-209693","commentTimestamp":"1433838480000","commentAuthor":"Nathan Cook","commentHtml":"<p>The HN monster thread had someone claiming &#x201C;my ultimate allegiance is to Deleuze&#x201D;&#x2026; it took me considerable willpower not to crack out the old &#x201C;oh yeah? you know <a href=\"http://www.amazon.com/The-Thirst-Annihilation-Bataille-Virulent/dp/041505608X\" rel=\"nofollow\">who else</a> was a Deleuzian?&#x201D;</p>\n","createdAt":"2017-05-06T16:20:54.863Z","updatedAt":"2017-05-06T16:20:55.771Z","PageId":352}}],"mentionCount":1}]